<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: マルコフ・エクリプス</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">マルコフ・エクリプス</div>
	<img src="/civilopediabe/images/large/BUILDING_MARKOV_ECLIPSE.png" alt="マルコフ・エクリプス" class="contentimage" />
	<div class="contentleft">
		<h2>コスト:</h2><div class="infobox">1600 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>必要な資源:</h2><div class="infobox"><a href="RESOURCE_FIRAXITE.aspx" onmouseover="return tooltip('フィラクサイト');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_FIRAXITE.png" /></a></div>
		
		<h2>必要なテクノロジー:</h2><div class="infobox"><a href="TECH_TRANSCENDENTAL_MATH.aspx" onmouseover="return tooltip('超越数学');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_TRANSCENDENTAL_MATH.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>ゲーム情報:</h2><div class="infobox">軍事ユニットはダメージを受けても、最大の戦闘力で戦闘します。</div>
		<h2>引用:</h2><div class="infobox">「あなたのもっとも貴重な人的資産は片足をコードに、片足を世界に引っかけていながら、いまだに盤石な地面の上に立っている」<br />- スザンヌ・マージョリー・フィールディング『惑星間マネジメント、メソッド、および資源』</div>
		
		<h2>歴史</h2><div class="infobox">戦闘用AIの幾何級数的進化は、多くのお飾り将軍たちの予言に反し、一方的な軍事的勝利を導いたりはしなかった。逆に"ハードピュア"的軍事理論がある種のトレンドとなり、こうした思想の兵士たちは、給電線の出ている金属製の箱を見かけると、そのそばで手当たり次第に電磁パルス兵器を起爆させる傾向にあった。しかし、人工知能と人間の兵士の密な連携というテーマに取り組んできた一握りの軍事科学者たちは、ひとつの結論に達した――綿密なトレーニングを積むことで、人間の精神を、特定のクラスの人工知能と連動させることは可能であると。こうした発見から生まれたのが、人間の精神と人工知能の統合体、マルコフ・エクリプスである。<br /><br />数は少ないが、数世代にわたって用いられてきた、マルコフ型の意思決定AIモデルシリーズには、勝手の知れている戦場内の問題を包括的に分析する場合に比べて、地味ながら、信頼できる利点があった。ユニークなのは、これらのモデルの平行状態ディスクリプターが、現時点で考えられる最善策だけでなく、もっとも有望な代替案を弾き出せることにあった。突然、戦況が変化した場合には、人工知能が現状にもっともマッチする代替チェーン（一連の命令群）にスイッチし、システムをアップデートできたのだ。これは人間の前部前頭葉皮質における代替世界構築と関連した、特定の脳機関で観察される精神生理学的反応と酷似していることが分かった。<br /><br />そこまでくれば、あとは人間のオペレーター用にニモニック（簡略記憶コード）のトレーニングシステムと、深部知覚可視化インターフェースを開発すればよかった。十分なトレーニング(標準で9年、早熟なオペレーターなら最短4年)を積むことで、オペレーターは、高度に図表化されたAIの戦場モデルを見ながら、AIが見ているものを直観的に理解できるようになる。オペレーターの脳から高解像度ポジトロン断層フィードバックが、AIへ送り返されると、人間の心理的側面に関する想定がアップデートされ、それに応じて素早く戦場モデルが更新される。人間とAIシステムがタッグを組むことで、莫大な量の確率データの処理が可能になり、最小限のタイムロスで、確実に部隊へ指示を伝達することができた。<br /><br />マルコフ・エクリプスのオペレーターは精鋭兵に限られ、彼らとAIによるチームは、兵士1個部隊や、海軍の1個戦闘艇中隊よりも、価値のある存在となった。マルコフ・エクリプスのオペレーターは誰からも尊敬され、命令系統内の誰の指示でも覆すことができた。彼らの決定に影響を及ぼすことができるのは、政治的判断が働いた場合のみ。数年間におよぶ過酷な脳形成トレーニングと、日常的にAIの"人格"と接していることから、彼らは多くの場合、どこか冷淡で、超然として見える。そして仲間の兵士から向けられる畏敬の念が、彼らをますます神格化させていく。<br /><br />マルコフ・エクリプスの破壊力を知らしめる逸話として今も語り草になっているのが、ドリース包囲戦である。この戦いでは第3海兵隊の第1大隊が、ステーションの第1リアクター制御棟に足止めされてしまったが、かろうじてセキュリティコントロールとのリンクを確立すると、即興でバースト通信をおこない、マルコフ・エクリプスにリンクバックされた。次の瞬間、各隊員の兵器のAIとコンピューターが起動して機能を回復し、極めて明確な指示が送られてきた――「セクターB7を37発以内で制圧せよ。陽動のため、セクターA3の砲台を破砕弾で撃て。誘導弾でA9を攻撃せよ」といった具合に。精神的に追い詰められていた何人かの海兵隊員たちは、ヴォックスコムを通じて愛国的な音楽や、かつての戦友の声が聞こえてきたと報告している。20時間以上におよぶ戦闘の末、全員に共通のメッセージが届けられた――"敵軍を無力化。通信終わる"と。マルコフ・エクリプスからの通信はすでになかったが、第1大隊の海兵隊員たちは生き延び、ドリース周辺の残党たちは粉砕された。あとには装甲部隊2個師団ぶんの燃え上がる残骸だけが残っていたという。</div>
	</div>
</asp:Content>

