<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: フランコ－イベリア</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">フランコ－イベリア</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_FRANCO_IBERIA.png" alt="フランコ－イベリア" class="contentimage" />
	<div class="contentleft">
		<h2>リーダー:</h2><div class="infobox"><a href="LEADER_FRANCO_IBERIA.aspx" onmouseover="return tooltip('エロディ');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_FRANCO_IBERIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>連合の崩壊</h2><div class="infobox">"大いなる過ち"の直接的影響の大部分からは逃れたヨーロッパだったが、それに次いで起きた、人類全体を巻き込むスケールの危機に対してはほとんど準備ができていなかった。アジアからヨーロッパへ移民が大挙して流れ込むと、旧欧州連合はこの難民危機への対策に頭を抱えた。東洋諸国がまずもって難民問題の解決を望んだのに対し、西洋諸国や地中海沿岸の国々は、海面上昇への対策を急務と考えていた。欧州議会は最終的にEU諸国の行動を制御することは難しく、共通の行動理念による連合の統制はもはや不可能と判断し、"欧州の夢"はあえなく崩壊した。</div>
<h2>新連合</h2><div class="infobox">欧州連合は消滅したものの、とりわけ危機と優先順位を共有する状況下において、国家間での緊密な協力体制を維持していくことのメリットは失われてはいなかった。最初に政治的統合を果たしたのはスペインとフランスで、欧州連合の解体からわずか18ヶ月後にフランコ－イベリアが誕生した。両国が主導するこの連合国家は、"大いなる過ち"後の世界における包括的社会改革の必要性を共有しており、いずれも新たな都市計画の設計図となる独創的な都市工学プロジェクトや、生物圏再生のための生態工学プロジェクトのビジョンを思い描いていた。こうした"テクノグリーン"構想は後にヨーロッパ全土へと広がったが、フランコ－イベリアのモデルはそのはしりであり、おそらく最大の成功例である。</div>
<h2>拡張政策</h2><div class="infobox">それ以降、フランコ－イベリアはその勢力圏を地中海沿岸地域(よく"ローマ帝国の再来"と冷やかされた)から、北アフリカへと延ばした。地中海はフランコ－イベリアにとって、脅威から世界有数の天然資源の宝庫となり、北アフリカの編入はフランコ－イベリアに多くの人口と鉱物資源を授けた。</div>
<h2>黄金時代</h2><div class="infobox">しかし、フランコ－イベリアにおいてもっとも際立っていたのは、その文化への執着だった。この連合国家は、過去の傑作アート群の保存に取り組むかたわら、新世代のアーティストや作家たちが新たなアート形式を追求すると同時に、"文芸復興"と"啓蒙運動"の伝統を保持していくことを奨励する取り組みにも出資したのである。教育文化総局はヨーロッパの文化的作品を世界へ向けて積極的に(とりわけメディアを介して)宣伝し、輸出した。こうした文化的歴史の共有や、北アフリカとの文化的融合から生じたプライドが、フランコ－イベリアをますます結束させた。混乱と脅威の蔓延する世界を前に、今や安定国家となったフランコ－イベリアへの加入を望む国が次々と現れたことは驚くに値しない。フランコ－イベリアではよく"Tr&eacute;sors de l'esprit(心こそ宝)"と言われるが、この言葉には「富は銀行に貯め込まず、心に投資して分かち合うことが望ましい」という理念が込められている。</div>
<h2>宇宙でも健やかなれ</h2><div class="infobox">その進歩的な姿勢と高い生活水準、そして文化的繁栄により、フランコ－イベリアは移民たちにとって、希望の光のように映った。教養のある移民たちは、文化的な仕事に就くだけでなく、広大なインフラ敷設計画――パリ第七共和国やアンダルシア太陽光発電場プロジェクトなど――にも貢献しようと国境に群がった。パリとマドリードの両首都には壮麗なビルが立ち並び、修復されたローマは巡礼の聖地および世界の博物館と化している。アルジェの新しい港では、省エネ型の新型貨物船がひっきりなしに出入りし、世界に名だたる風光明媚なリゾート都市、チュニスのナイトクラブやカフェからは、新世代のミュージシャンたちの音楽が鳴りやむことはない。こうした繁栄を後ろ盾に、フランコ－イベリアは、宇宙入植競争をリードする国家のひとつとなった。入植地の新たな知事に任命された者たちは、何があっても、文明の最良の伝統にのっとって行動するようにという訓示を受けた。結局のところ、それができない者に"西洋文明の守護者"を名乗る資格はないと言うことなのだろう。</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

