<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: パン・アジア連盟</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">パン・アジア連盟</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_PAN_ASIA.png" alt="パン・アジア連盟" class="contentimage" />
	<div class="contentleft">
		<h2>リーダー:</h2><div class="infobox"><a href="LEADER_PAN_ASIA.aspx" onmouseover="return tooltip('ダオミン・ソチュア');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_PAN_ASIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>涙の時代</h2><div class="infobox">"大いなる過ち"を迎える頃、中国は世界二大超大国のひとつとなっていた。しかしながら、この災禍のもっとも強烈な一撃を浴びたのはおそらく中国であり、その後に生じた民族紛争や分離独立運動、社会秩序の崩壊などから回復することを余儀なくされた。混乱の渦は中央アジアも飲み込み、他のアジア諸国も暴力の奔流にあえいでいた。その一方で、動乱の余波が自国に及ぶことを恐れた、インドやロシアといった周辺の大国は、軍を動員する。こうしてアジア大陸は比類なき緊張と恐怖の時代へと突入し、各国は内憂の解消をはかると同時に、隣国にも警戒の目を向けることを強いられた。</div>
<h2>海外支援</h2><div class="infobox">世界はアジアの危機を救おうと奮闘した。様々な法令に基づいて平和維持軍が派遣され、数々の非政府組織が難民支援を提供したが、想像を絶する数の人々が家を失い、さらに祖国の惨状とも相まって、救助は思うようには進まなかった。十分な支援が得られない中、アジア諸政府は社会秩序を取り戻すべく、多くの根深い問題に取り組むことを余儀なくされた。</div>
<h2>共同体の台頭</h2><div class="infobox">何年もの苦心の外交努力の末、最終的に武力蜂起は沈静化され、中国および中央アジア諸政府は領内の非武装化を達成した。国内不安の解消という重圧から解放された中国は、ただちに社会の立て直しと復興に着手した。アジア全域に共通通貨を導入し、超排他的経済圏を成立させる一方、新たな資金投入によって、産業界や研究開発への投資を再活性化させると、やがて沿岸の大都市群を中心とする、ハイテク産業に支えられた都市共同体、パン・アジア連盟(PAC)が姿を現した。</div>
<h2>大躍進</h2><div class="infobox">"大いなる過ち"の一撃を経験していたパン・アジア連盟は、その復興期をたたき台に、"種まき"期に有効性が証明された多くのテクノロジーや実践法の実験に取り組んだ。例えば"ゴビ砂漠の戦い"は、農業国の砂漠化を防ぐのに一役買い、"ソウル新都市"は、生活水準の高い、超効率的都市生活のスタンダードと化し、"天空大躍進政策"は、宇宙事業の量産化が可能であることを実証してみせた。</div>
<h2>宇宙へ</h2><div class="infobox">"大いなる過ち"後の数年間で、パン・アジア連盟は民間のインフラ整備や資源採収、そして重工業に巨額の投資をおこなった。生き残った企業には新たに幅広い権限が与えられ、アジア内陸部の広範な地域が開発用に開放された。都市部の学術機関では、最高の頭脳を結集させて応用科学に取り組ませ、技術交流を促進した結果、パン・アジア連盟の学生たちは、理論物理学や化学工学、コンピューターサイエンス、高度製造技術といった分野において、世界をリードするまでになっていた。物質的には豊かであること、そして都市部への一極集中が進んでいた現状から、パン・アジア連盟は宇宙入植における主導的立場を担うこととなり、有人宇宙工学局の支援の下、宇宙ステーションを建設した。これをたたき台に造られたのが、人類初の軌道上植民船用スペースドックである。そのわずか10年後には、蛍火衛星ネットワークによるマッピングに続いて、中国人宇宙飛行士による史上初の火星有人着陸を達成した。"変曲点"の発見によって緊急性が増したとはいえ、現実的かつ自律可能な居留地を別の惑星上に建設することは、パン・アジア連盟宇宙局の発足当初からの大願だった。その後の数年間で、数隻のPAC探査船が銀河の各地へと散っていったが、今のところ成否は不明のままである。</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

