<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: スラブ連邦</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">スラブ連邦</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_RUSSIA.png" alt="スラブ連邦" class="contentimage" />
	<div class="contentleft">
		<h2>リーダー:</h2><div class="infobox"><a href="LEADER_RUSSIA.aspx" onmouseover="return tooltip('ワジーム・コズロフ将軍');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_RUSSIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>新生ロシア</h2><div class="infobox">"大いなる過ち"の影響下にありながら、ロシアの伝説的なまでに広大な領土と、莫大な人口は、その後の環境変動期および長大な復興期においては、貴重な資源となることが分かった。中央政府が強権を発動したことで、いずれの準州も脱退を禁じられ、さらに一連の緊急法令によって、ロシア政府は、国家存続に必要なあらゆる資源を活用できる権限を手にするに至った。ロシア軍はアジアを揺るがす暴力への介入を一度ならず強いられ、ロシア連邦の容貌は大きく様変わりしていた。政界の指導者たちは、とりわけ欧州連合が解体したことを受け、今こそ東欧諸国の信頼を取り戻すチャンスだと見るや、ロシア国内の豊富な鉱物資源と、起源を同じくする文化的遺産をちらつかせて、これらの国々を連邦へと引き込んだ。スラブ連邦という名称ではあるが、領内には数百のアジア系少数民族や、新たに難民となった者たちも存在しる。また、スラブ連邦においては、民族紛争や宗教対立といった問題に苦しんでいる様子はほとんど見られない。連邦加盟国には一定の自治権が与えられており、少数民族に対しても、自治政府を設置する自由が与えられることが多い。</div>
<h2>怪我の功名</h2><div class="infobox">"大いなる過ち"後の生態学的災害は、広範囲にわたって、永久凍土やツンドラが溶けることを意味していた。生態系へのダメージは甚大だったが、気温の上昇によって建設作業が容易になるという利点もあった。おかげで地質調査チームは、以前ならとうてい到達できなかったような地域に、新たな鉱床や油田を発見することができた。海面の上昇はバルト海の港湾都市に打撃を与えたが、それ以外の場所に不凍港を確保することを可能にし、スラブ連邦は原料や石油などを世界中に売却することで繁栄期を迎えた。シベリアを横断するパイプラインやハイウェイ、そして工場都市群は、宇宙からもはっきりと見てとれるほどで、夜にはヘッドライトと街の灯りが、まるで光り輝く蜘蛛の巣ように浮かび上がって見える。</div>
<h2>世界のエンジニア</h2><div class="infobox">スラブ連邦は、圧倒的スケールのインフラを抱える"世界のエンジニア"としての名声を勝ち取り、そうした評判は"種まき"に備える上でも有利に働いた。黒海とヴォルガ川を結ぶダムネットワークの修復といったような巨大事業は、国家を政治的に結束させるのに役立ち、技術者たちは困難な状況下での作業経験をたっぷり積むことができた。今や連邦の技術者は世界中で引っ張りだこであり、そのデザインは優雅さには欠けるが、その欠点を補って余りあるほどの頑丈さを誇る。</div>
<h2>新世界の先駆者</h2><div class="infobox">"大いなる過ち"後の国家の中で、スラブ連邦は宇宙進出にもっとも積極的だった国である。ミール2宇宙ステーション、ズベズダグラード軌道工場、そしてノヴァ・ルナの設置などは、"種まき"以前の代表的な航空宇宙工学的偉業と称えられている。連邦ではさらに、軍、官、民、そして学術機関主導による複数のプログラムが平行して進められている。今や連邦内の選りすぐりの頭脳が一堂に会する"ロスコスモス"(旧ロシア連邦宇宙局)は、宇宙航行テクノロジーの科学的進歩や開発における主導的役割を担っている。</div>
<h2>宇宙へ</h2><div class="infobox">"種まき"期までのスラブ連邦は、その地球上での技術研究や宇宙計画に対して、実務的な姿勢で取り組んでいた。それらは市民生活改善のための道具と考えられていたが、次第に連邦は、人類存続という理念に照らしながら、そうした事業を執り行うようになった。スラブ連邦のテクノロジーをもってして打ち勝てない試練はなく、スラブ連邦のノウハウをもってして解決できない問題はない――こうした哲学が、"変曲点"を迎えるまでの歳月を通じて、宇宙入植という途方もない挑戦を支える原動力となった。</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

