<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: ポリストラリア</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">ポリストラリア</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_POLYSTRALIA.png" alt="ポリストラリア" class="contentimage" />
	<div class="contentleft">
		<h2>リーダー:</h2><div class="infobox"><a href="LEADER_POLYSTRALIA.aspx" onmouseover="return tooltip('フタマ');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_POLYSTRALIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>上げ潮</h2><div class="infobox">"大いなる過ち"後の生態学的災害および海面上昇の影響を最初に受けたのは、太平洋諸国の人々だった。標高の低い島々は水没し、沿岸地域の集落は危機に晒され、河川は海水の逆流によって氾濫した。自然界では大変動が起き、養殖産業は深刻な打撃を受けた。そうした中、インドネシアからポリネシア諸島へと至る海洋国家が一致団結し、人類史上初となる、"海"からの共通の脅威に対するための新たな超国家的組織が発足した。太平洋共同体、通称"ポリストラリア"と命名されたこの新体制の領域は、かつての地球に存在したどの国家よりも広範に及んだが、人口や土地資源は乏しかった。そのためポリストラリア人は、金ではなく頭を使って、問題に対処していく必要があった。</div>
<h2>行動するリーダー</h2><div class="infobox">"実践的進化"を合言葉に、魅力的なまでに実直なポリストラリア人は技術的課題や食料事情に取り組んだ。比較的小規模な、個人レベルで進められるプロジェクトを重視しつつ、素早い反復と成功例の共有によって、ポリストラリア人はあっという間に、"乾燥"農業や栽培漁業といった分野における第一人者となった。"大いなる過ち"後の世界の胃袋を満たしたのはポリストラリアである、と言うと大げさなようだが、実情はそれに近かったと言える。様々な条約や貿易協定を通じて、多くの食料が、こうした島国では不足していた資源や工業製品と引き換えに、苦しむ人々のもとへ届けられた。</div>
<h2>人道的貿易国家</h2><div class="infobox">世界の食料庫となることで蓄えた富は、世界がうらやむ国営輸送船団の建造費に充てられ、しばらくすると世界中の貨物の大部分は、ポリストラリアの旗を掲げた船舶によって運ばれるようになった。結果的に国全体がますます潤ったが、ポリストラリアの金融機関はその安定通貨を強みに、資金を浪費するのではなく、世界各地の建設・干拓プロジェクトへの低金利での融資をおこなった。また、被災地への支援活動にも率先して取り組むことで国際的評価が高まり、ポリストラリアの外交官や政治家たちはその後数世代にわたって、多くの国際紛争において仲裁役や監督役を任されることになった。サモア語には"Amuia le masina, e alu ma sau(死にゆく者、帰らず)" ということわざがあるが、ポリストラリアはまさしくその体現者であると言えよう。</div>
<h2>共同体</h2><div class="infobox">ポリストラリアの発展と繁栄の大部分は、内政不和が存在しなかったことに起因する。他の地域とは違い、ポリストラリア加盟国間の関係は全体的に穏健かつ平和的だった。たとえ争いが起きても、議会を通じて友好的に解決された。地方行政は加盟国に一任されているが、司法と軍は統一されており、各加盟国はポリストラリア政府の運営費を供出する義務を負っている。こうした構造が、わずか一世紀余りの間に、ポリストラリアを超大国へと押し上げる原動力となった。</div>
<h2>遥か彼方へ</h2><div class="infobox">地球外入植に関しては他国ほど積極的ではなかったが、それでもポリストラリアは、人類を他の惑星へ移住させるという競争に加わった。その領内に多くの流刑地が設置されたという苦い記憶を胸に、ポリストラリアは何よりもまず、入植者たちの福祉や安全の確保を優先させた。冒険心や探求心といったお馴染みのモチベーションに加え、国家の伝統でもある勤勉精神や自立心にも後押しされて、数万人のポリストラリア市民が、宇宙への移住に名乗りを上げた。農業や生態系、代替エネルギー分野での研究が充実していること、そして伝統的に移民が盛んだったという文化的背景もあって、ポリストラリアのいくつかのコロニーでは新しい環境と共存し、その平和的繁栄を、今度は宇宙の果てにある島において再現しようという取り組みが成されてきた。</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

