<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: アフリカ連合</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">アフリカ連合</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_AFRICAN_UNION.png" alt="アフリカ連合" class="contentimage" />
	<div class="contentleft">
		<h2>リーダー:</h2><div class="infobox"><a href="LEADER_AFRICAN_UNION.aspx" onmouseover="return tooltip('サマタール・ジャマ・バレー');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_AFRICAN_UNION.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>大陸の分断</h2><div class="infobox">"大いなる過ち"の直接の影響下にはなかったものの、アフリカ大陸は、祖国からの脱出をはかる移民たちの問題に頭を抱えていた。そこへ襲った海面の上昇により、北アフリカやアフリカ沿岸諸国から逃げてきた難民たちが激増。人為的災害がアフリカ諸国の脆弱な経済を崩壊させ、大陸全土に政情不安が広がった。世代の代わり目に繰り返されるクーデター、短命な独裁政権、そして蔓延する国境紛争――こうしたことがアフリカ大陸をずたずたに引き裂いた。やがて北アフリカの大半がフランコ－イベリア欧州連合に参加すると、緊張状態は多少和らいだものの、サハラ以南の国々は秩序を取り戻そうともがき苦しんでいた。</div>
<h2>危機からの出発</h2><div class="infobox">こうした混乱に手を差し伸べたのが、旧アフリカ連合および東南部アフリカ市場共同体(COMESA)のリーダーたちだった。いずれも数十年前に発足した、アフリカ人の間では大いに尊敬されている組織だった。その本来の趣旨にのっとり、旧アフリカ連合の加盟国は、それまで蔑ろにされていた超国家的権力を発動。政乱や紛争の鎮静化を図るかたわら、COMESAを創設した国々が音頭をとって新たな"人民のための"アフリカ連合が結成された。一部の進歩的なアフリカ国家はすぐさまこの連合に加わり、次いでサハラ以南の比較的安定していた国々が続いたが、独裁政権下にある国や、内戦状態にある国はいずれも参加を拒否した。</div>
<h2>新連合</h2><div class="infobox">新たな人民アフリカ連合内の強国たちは、統一司令部の下に自国の軍隊を集結させると、騒乱状態や政情不安に終止符を打つべく軍事介入に乗り出した。そして大陸内の独裁政権を新政権に引き継がせ、速やかに連合に吸収した。その一方で、彼らの理想とする統一アフリカの市民生活を脅かす山賊や海賊、軍閥などを次々と制圧していった。新たな軍の伝統が生まれ、軍での出世は新たな誇りの源となった。軍の働きに感謝するアフリカ連合加盟国の多くは、そのリーダーに軍の将校たちを任命した。</div>
<h2>復活</h2><div class="infobox">一方、新旧アフリカ連合との繋がりに後押しされるCOMESAは、アフリカ大陸に経済的安定と繁栄をもたらすべく行動を起こした。手始めに統一通貨が導入され、次いで関税をはじめとする、各加盟国の様々な税制が撤廃された。COMESAは次いでアフリカの潤沢な天然資源や農業資源の活用に目を向け、それと同時に広大なサファリパークや自然公園を設立して、アフリカの生物多様性や文化遺産の維持をはかった。ダム建設や、風力発電などの代替エネルギー開発、湾岸地域およびコンゴの干拓事業などにも資金を投入し、"大いなる過ち"後の世代の教育や、主にヘルスケアや人権問題を取り扱う人道的プロジェクトにも巨額の投資をおこなった。新規産業が開拓され、人民アフリカ連合は国際貿易におけるトップランナーへとのし上がった。もっとも、数々の施策にもかかわらず、アフリカから問題が消えてなくなったわけではない。とりわけ、情実人事や政治腐敗といった問題が一部の加盟国を悩ませているほか、民族対立や宗教紛争も突発的に生じている。</div>
<h2>外へ向かって</h2><div class="infobox">"種まき"の開始期、多くの面で人民アフリカ連合を支えたのも、やはり商人や貿易商たちだった。大半の打ち上げミッションは卓越した実業家や、尊敬される公務員によって率いられ、彼らがその中心的役割を担った。統治方針や特徴は様々だが、いずれのコロニーもアフリカの歴史や文化に深く根差していることは共通している。アフリカには「子育ては村全体でするもの」という格言があるが、故郷を遠く離れた異星においては「サバイバルはコロニー全体で達成するもの」なのだ。アフリカ人コロニーの統治思想を端的に表しているのが、古代ボンデイ族の箴言に由来する人民アフリカ連合の非公式のモットー「束ねた枝は折れない」 であろう。</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

