<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: カヴィサン保護領</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">カヴィサン保護領</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_KAVITHAN.png" alt="カヴィサン保護領" class="contentimage" />
	<div class="contentleft">
		<h2>リーダー:</h2><div class="infobox"><a href="LEADER_INDIA.aspx" onmouseover="return tooltip('カヴィサ・タークル ');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_INDIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>黙示録</h2><div class="infobox">"大いなる過ち"の終焉と、それに続いて起こった破壊により、インド亜大陸の経済や政情は、過去に類を見ないほどの危機的状況に陥った。沿岸地域は広範囲な洪水に見舞われ、作物は育たず、疫病が蔓延し、あまつさえわずかな国際的人道支援しか得られない。インド国内は数百万人の難民で溢れかえり、その多くが周辺国に流れ込んだ(これは1947年の分裂以来、インド亜大陸における人間の移動としては最大規模のものだった)。自暴自棄になった集団内では政治的、宗教的対立が頻発したが、中央政府に十分な支援を行えるだけの余力は残っていなかった。民族的に分断された、小国家の乱立するインド亜大陸という悪夢が、まさに現実のものとなろうとしていた。</div>
<h2>予言者の台頭</h2><div class="infobox">こうした騒乱の中、デリー市にラジャ・タークルが現れた。正統からは外れた、混合主義的な教義を唱えるこの謎めいた説教師の言葉は、亜大陸内の三大宗教のいずれの信者たちにも深く響いた。人類が秘めたる大いなる可能性、エコフレンドリーな暮らしの浄化作用、そして個々の慈愛といったタークルのメッセージは、いかなる政治力をもってしても成し得なかったこと――宗教や民族の垣根を越えて、亜大陸の人々を団結させることに成功した。そうした絆はやがてそれ自体がひとつの政治力と化し、心のこもった草の根活動によって、もっとも恐ろしい宗教的、政治的、民族的暴力を鎮圧していった。タークルは亜大陸中を行脚して周り、数万人の弟子と、この予言者に魅了されたメディアを従えて、デリーからクシュを目指した。やがてヒンドゥ・クシュ山脈のふもとに到着したタークルは、信徒たちと共に野営地を設営し、そこが教義の中心地となった。そして彼の教えは民衆、インターネット、テレビを通じて世界中に広まっていった。街はタークルの顔や言葉であふれ、貧しい者の心は励まされ、病める者の心は癒された。タークルの教えに触発されて、その壁に囲まれた屋敷を飛び出し、直接他人に手を差し伸べる資産家も大勢現れた。</div>
<h2>カヴィサン保護領</h2><div class="infobox">巡礼の旅を終えた3年後、ラジャ・タークルはこの世を去り、その聖務は実の娘のカヴィサへと引き継がれた。父に比べてメディアへの露出が少ないカヴィサだが、そうした姿勢は一般的に、故人の遺志に忠順であることの現れであり、父の教義を書物に著すという彼女自身の決断の結果だと受け止められている。ラジャ・タークルの教えや寓話ではよく、人が空を飛ぶとか、宇宙を旅するといった描写が比喩的に用いられたが、カヴィサはこれらを"種まき"への明白な支持表明であると解釈した。ラジャ・タークルが"変曲点"を予見し、保護領が"種まき"へ参加できるよう、段取りをつけておいたのだと。</div>
<h2>大いなる喜び</h2><div class="infobox">"タークル主義"はインド亜大陸の戦争を終わらせただけでなく、インドが"大いなる過ち"以前を含めて、最大級の文化的繁栄を迎える一助にもなった。予言者から授かった新たな使命感に触発されるように、新しい芸術、音楽、映画、ビデオゲームが次々と誕生した。こうしたムーブメントはデリーから始まったが、多くの人類の運命を変えたラジャ・タークルの言葉に匹敵するスピードで、インド各地に広がっていった。"予言者の夢"とは、保護領の宇宙計画を指してよく使われる比喩であり、多くの音楽や映画が、"種まき"に従事すべく自己研鑽することの道徳的価値を称えている。</div>
<h2>未来を守る</h2><div class="infobox">とは言え、保護領が被った戦禍や、環境へのダメージは甚大であり、その回復には数十年かかると言われる。それに加えて資源も乏しいが、保護領の人々は未来に関して楽観的である。世界広しといえど、おそらく保護領ほど、幅広い層から"種まき"計画への支持を得ている国は存在せず、"種まき"計画の参加者の選定法も、極めて民主的である。カヴィサ・タークルは正式な公職に就いているわけでも、特定の肩書きを持っているわけでもないが、こうした政治的・宗教的ムーブメントの指導者であることは間違いなく、亡き父の夢をこの世代で叶えてみせると明言している。</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

