<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: ブラジリア</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">ブラジリア</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_BRASILIA.png" alt="ブラジリア" class="contentimage" />
	<div class="contentleft">
		<h2>リーダー:</h2><div class="infobox"><a href="LEADER_BRASILIA.aspx" onmouseover="return tooltip('レジナルド・ドゥ・アレンカー');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_BRASILIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>南米の雄</h2><div class="infobox">西半球の国々にとって"大いなる過ち"は決して対岸の火事ではなく、とりわけ政界や経済生活面においては少なからず打撃を受けた。次いで生態学的災害が起きた時、これらの国の多くは国内の要求に応えるのに必死で、国家の垣根を超えた巨大機関を創設するという発想は、どこからも生まれなかった。南米のブラジリアも、アマゾン盆地が海水で埋没し、海面の上昇がリオ・デ・ジャネイロやサルバドルを脅かすなど、周辺国と同じようにもがき苦しんだ。しかし、急成長を遂げるブラジリア産業界は立ち直るのも早く、復興に欠かせない設備や通信機器、病気と戦うための薬剤を生産できる国としての地位を、またたく間に確立させた。そして南米一の超大国としての威信を高めていった。</div>
<h2>平和の番人</h2><div class="infobox">ブラジリアの超大国としての地位は、"大いなる過ち"後に勃発した数々の危機的状況において、世界中に平和維持軍を派遣したことにより盤石なものとなった。ブラジリア語で"慈しみ深い者たち"を意味するブラジリア兵たちは、難民キャンプを警備するかたわら、ブラジリア産の食料や薬剤の配給をおこなった。ブラジリア軍の保有戦力は、かつてのアメリカ合衆国やソビエト連邦と肩を並べるまでになり、最大の激戦が終息する頃には、ブラジリア国防軍は、もっとも過酷なゲリラ戦や対テロ戦、第6世代戦闘をくぐり抜けてきた、百戦錬磨のベテラン揃いとなっていた。</div>
<h2>戦場から農場へ</h2><div class="infobox">ブラジリアは、かつての復員兵援護法を復活させることで、祖国の経済が平時の水準へ戻るよう後押しした。つまり、社会復帰を決断した兵士たちを教育したのである。その後の数年間で、ブラジリアでは元兵士の学生たちを対象とする技術者養成プログラムが激増し、やがてブラジリアの航空宇宙産業は黄金期を迎えるに至った。国内の港は再建され、"大いなる過ち"後の世界では最大級となるインフラ整備プロジェクト――広大なアマゾン盆地の詳細な地図を作成し、高速輸送路として活用する――が幕を開けた。大陸奥地には新たな内陸港が建造され、南米の高地と世界とが画期的なやり方で結ばれたのである。貿易量の増加によってブラジリアの国庫は潤い、一連のパートナーシップ契約は大陸全土にブラジリアの友人を誕生させた。現在のブラジリアは間違いなく、新生ラテンアメリカ諸国の盟主であると言えよう。</div>
<h2>新世界</h2><div class="infobox">強力な航空宇宙産業と、猛者揃いの空軍を擁するブラジリアは、"種まき"が始まった時点ですでに他の国々をリードしていた。ブラジリアは、太陽系外へと宇宙船を飛ばした最初の国民国家である(この国家的偉業を誇りに思っているブラジリア人は、すぐにそのことを自慢したがる)。そのミッションはブラジリア陸空軍の精鋭兵で構成されるが、こうした方針からは、コロニーを恒久的成功へと導き新たな星の征服を可能にするのは、銃弾の降り注ぐ戦場で鍛えられてきた者たちである、という信念が読み取れる。</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

