<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: スポンサーとリーダーホームページ</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">スポンサーとリーダーホームページ</div>
	<div class="contentwidehome">
		<div class="infobox">
			「人脈の価値は、その人物が組織内で影響を与えられる人物の数に比例する。身内に対して変化を起こせない人物と交渉してはならない」<br />- スザンヌ・マージョリー・フィールディング『惑星間マネジメント、メソッド、および資源』
		</div>
	</div>
	<div class="contentwidehome">
		<h2>スポンサーとリーダーホームページ</h2>
		<div class="infobox">
			人類史上何度も繰り返されてきたように、かつての地球上では災害――大いなる過ちの場合は"人災"だが――によって、地政学的勢力図が再編されることはよくあった。大いなる過ちが誘発した気候変動により、かつての大国はその影響力を失い、方針転換を余儀なくされた。その間隙を縫うように、徐々に力をつけつつあった他の国民国家が成長を加速させ、一躍世界の表舞台へと躍り出た。場合によっては、まったく新しい組織が、主役の座へ登りつめることもあった。やがて"出発点"が到来すると、地球の政治的、経済的リーダーの何人かは、のちに歴史家や庶民の間で"種まき"と呼ばれるようになる、他惑星への入植計画に対して資金援助を行うようになる。彼らが信じたように、種まきは人類にとって、よりよい世界を創造するための最後にして最大のチャンスだったのだ。<br /><br />種まきの成功率を最大限に高め、人類の宇宙における生存を確保すべく、こうした計画のスポンサーたちは、複数の入植船を打ち上げることになるのだが、まずは選りすぐりの精鋭たちの中から、そうした任務の指揮官を選定する必要があった。どういう経緯で選ばれたのであれ、こうしたリーダーたちの双肩には、遠く離れた、孤立した居留地の命運が懸かっていた。彼らを待ち受ける未知の危険や、過酷な環境との戦いを強いられる、何千人もの入植者たちの命を託されていることを考えれば、リーダーの経験と人望は、人類を「ビヨンドアース(地球の先へ)」と導く上で不可欠な資質だった。
		</div>
	</div>
</asp:Content>
