<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 解放による勝利</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">解放による勝利</div>
	<div class="contentwide">
		<h2>概要:</h2><div class="infobox">これは至高アフィニティーにのみ与えられる特別な勝利です。この勝利を達成するために、プレイヤーは「解放ゲート」と呼ばれるワープゲートを建設し、かつての地球で住民を原始的な生き方から解き放ち、人類を新たな選りすぐれた存在へと昇華させるための「解放軍」を地球に送ることになります。<br /><br />この解放による勝利を達成するには、地球との連絡、解放ゲートの建設、軍事ユニットを解放ゲートで送り込み地球での秩序の確立という3つの段階を経なければなりません。<br /><br />地球との連絡を再度確立するには軌道ユニット「レーザー通信衛星」を打ち上げるしかありません。<br /><br />解放ゲートは惑星遺産です。地球との連絡が取れるようになると、どの都市にも解放ゲートを建設できるようになります。<br /><br />解放ゲートの建設完了後、プレイヤーはそれを使用して地球の支配権を確立することになります。これは十分な戦闘力を持った軍事ユニットを、「平和維持軍」という名目でゲートを通じてかつての地球に送ることで達成できます。ユニットを地球へ転送するには、解放ゲートのある場所にユニットを移動し、ゲートの転送機能を起動します。転送したユニットは消滅します。転送できるのは毎ターンに1ユニットのみです。<br /><br />送り込まれた個々のユニットの戦闘力値は、勝利の進捗スコアに追加されます。ある一定の戦闘力に到達すると、勝利が達成されます。解放ゲートが破壊されても進行状況が失われることはありませんが、解放による勝利を達成するには、新たな解放ゲートを建設する必要があります。</div>
	</div>
</asp:Content>

