<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 敵対的行動</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">敵対的行動</div>
	<div class="contentwide">
		<h2>概要:</h2><div class="infobox">挑発行為にはいくつかあります。<br /><br />強硬な部隊展開:<br />プレイヤーが他コロニーの領内や領界線上に部隊を集結または"駐留"(5ターン以上守りを固める)させるか、他コロニーの領土と重複する位置に軍事衛星やスパイ衛星を配備した場合、両コロニーの関係は悪化します。非難声明が出される場合もあります。<br /><br />強硬な拡張政策:<br />プレイヤーが、他文明の領土を侵犯する位置に前哨地を設営した場合、その文明との関係が悪化します。原則として、前哨地の(都市へ成長後の)活動範囲が、他コロニーの領界に達している状態を"領土侵犯"と呼びますが、各リーダーの性格によって、こうした拡張政策への反応は変化します。非難声明が出される場合もあります。<br /><br />強硬な諜報活動:<br />プレイヤーが他コロニーの都市内での悪質な諜報活動中に捕まった場合、その活動の深刻さに応じて、両コロニーの関係は悪化します。どれほど悪化するかは諜報活動の内容、諜報活動の成否、他コロニーによる諜報活動の実績(対プレイヤーとは限らず)によって決まります。具体的にはエネルギーの掠め取り、科学力の着服、テクノロジーの窃盗、亡命者のスカウト、汚染爆弾/ワーム攻撃/ハッキング(アフィニティーによる)などの活動が含まれ、非難声明が出される場合もあります。<br /><br />友好的ステーションへの攻撃:<br />プレイヤーが、他コロニーと交易中のステーションを攻撃したり、破壊した場合、両コロニーの関係はステーションのレベルと、他コロニーとそのステーションの交易期間の長さに応じて悪化します。非難声明が出される場合もあります。</div>
	</div>
</asp:Content>

