<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 超越による勝利</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">超越による勝利</div>
	<div class="contentwide">
		<h2>概要:</h2><div class="infobox">これは調和アフィニティーにのみ与えられる特別な勝利です。この勝利を達成するために、調和を選んだプレイヤーはすべての生命体の意識と惑星自体の持つ潜在意識の一体化を促し、その結果、巨大な規模での集団的悟りと、すべての自律的、個別的な主体性に終わりをもたらさねばなりません。すべての存在は、「惑星規模での涅槃」において1つになり、完全な調和のもとに永遠に生きることとなるのです。<br /><br />超越による勝利を達成するには、惑星の意識との接触、マインドフラワーの建設、意識の一体化という3つの段階を経る必要があります。<br /><br />調和を選んだプレイヤーがまず最初に行わなければならないのは、統合された惑星の意識との間でコミュニケーションを確立することです。これは、マインドフラワーの遺産へと続く、いくつものテクノロジーを解除することで達成されます。<br /><br />マインドフラワーは、ゲームの終盤に登場するテクノロジーで解除することのできる惑星遺産で、いずれの都市にでも建設することが可能です。<br /><br />マインドフラワーは、その建設が完了すると、ただちに惑星とそこに住む生命体との意識の一体化プロセスを開始します。このプロセスには、何ターンもの時間を必要としますが、その間に惑星は、プロセスに対し劇的な、時には破壊的な反応を示すことになります。<br /><br />マインドフラワーによる勝利を達成する速度は、マインドステムかゼノ庇護区を都市に建設することで速めることができます。たくさん建設すればするほど、マインドフラワーの勝利達成に必要な期間は短縮されます。<br /><br />一体化プロセスが完了するまでの間プレイヤーがマインドフラワーを守り続けることができれば、勝利は達成されます。<br />一体化のプロセスの途中でマインドフラワーが破壊されてしまった場合には、勝利は達成されません。その場合、もう1つマインドフラワーを建設し、プロセスを最初からやり直さなければならなくなります。</div>
	</div>
</asp:Content>

