<%@ Page Title="" Language="VB" MasterPageFile="Covert.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: ミッション</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">ミッション</div>
	<div class="contentwide">
		<h2>概要:</h2><div class="infobox">敵の都市に潜入した諜報員は、数種類の諜報ミッションから1つを選らんで遂行できます。一部のミッションは、特定のアフィニティーレベルを有するプレイヤーしか行うことができません。<br /><br />ミッション:<br /><br />- ネットワークの確立: リスク(低)、難易度(低)。ネットワークが確立されると、諜報レポートに追加情報が表示されます。また、諜報員のランクが高いほど、都市に関する情報量は増えます。<br /><br />- エネルギー掠め取り: リスク(低)、難易度(中)。目標の都市からエネルギーを掠め取ります。<br /><br />- 研究結果窃盗: リスク(低)、難易度(中)。研究結果を盗みます。<br /><br />- 亡命者スカウト: リスク(低)、難易度(中)。プレイヤーの首都にランダムな軍事ユニットが与えられます。<br /><br />- テクノロジー窃盗: リスク(中)、難易度(中)。目標のプレイヤーからテクノロジーを盗み出します。<br /><br />- 人工衛星ハッキング: リスク(中)、難易度(高)。任務が実行された都市から5タイル以内に存在する目標プレイヤーの人工衛星を軌道から離脱させます。<br /><br />- クーデター: リスク(高)、難易度(高)。目標都市をプレイヤーに所属させます。<br /><br />- ワーム攻撃おびき寄せ: リスク(高)、難易度(高)。目標都市へ攻撃的なエイリアンをおびき寄せます。この任務の実行には、調和アフィニティーのレベルが必要です。<br /><br />- 汚染爆弾: リスク(高)、難易度(高)。目標都市で爆弾を起爆し、人口を劇的に減少させます。この任務の実行には、純血アフィニティーのレベルが必要です。<br /><br />- サボタージュ: リスク(高)、難易度(高)。周辺の資源活用施設を略奪します。この任務の実行には、至高アフィニティーのレベルが必要です。</div>
	</div>
</asp:Content>

