<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 関係の改善または悪化</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">関係の改善または悪化</div>
	<div class="contentwide">
		<h2>概要:</h2><div class="infobox">友好的な第三者との関係良化:<br />プレイヤー1とプレイヤー2が提携協定や同盟を締結していて、プレイヤー2がプレイヤー3と新たにそのいずれかを締結した場合、プレイヤー3のプレイヤー1に対する態度にポジティブな変化が現れます(つまり「友の友は友」)。変化の度合いは、最初の2プレイヤー間、および次の2プレイヤー間の友好関係の強さに比例します。<br /><br />敵対的な第三者との関係良化:<br />プレイヤー1がプレイヤー2と敵対中(戦争中とは限らない)で、プレイヤー3が何らかの行動によりプレイヤー2との関係を悪化させた場合、プレイヤー1とプレイヤー3の関係が良化します(つまり「敵の敵は友」)。良化の度合いは、プレイヤー2がプレイヤー1およびプレイヤー3に抱いている敵意の強さに比例します。<br /><br />友好的な第三者との関係悪化:<br />プレイヤー1がプレイヤー2と友好的な外交状態にあり、プレイヤー3が何らかの行為によってプレイヤー1との関係を悪化させた場合、プレイヤー2とプレイヤー3の関係が悪化します。悪化の度合いは、各プレイヤー間の友好関係や敵対関係の強さに比例します。<br /><br />敵対的な第三者との関係悪化:<br />プレイヤー1がプレイヤー2と中立状態または戦争中にあり、プレイヤー3がプレイヤー1の敵、つまりプレイヤー2と友好的な外交状態を確立させた場合、プレイヤー1とプレイヤー3の関係が悪化します。悪化の度合いは、最初の2プレイヤー間の敵対関係の強さと、次の2プレイヤー間の友好関係の強さに比例します。</div>
	</div>
</asp:Content>

