<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 約束の地での勝利</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">約束の地での勝利</div>
	<div class="contentwide">
		<h2>概要:</h2><div class="infobox">これは純血アフィニティーのみに与えられる特別な勝利です。この勝利を達成するために、プレイヤーは「脱出ゲート」と呼ばれるワープゲートを建設し、ゲートを通じて死にゆく地球の人々を彼らの新たな故郷であり約束の地である惑星に連れてくることになります。<br /><br />約束の地達成のための手順:<br />約束の地での勝利を達成するためには、地球への連絡、脱出ゲートの建設、脱出ゲートを使っての地球人開拓者の召喚、そして地球人開拓者の保護という4つの段階を踏まねばなりません。<br /><br />地球との連絡を再び確立する唯一の方法は、レーザー通信衛星の打ち上げです。<br /><br />脱出ゲートは惑星遺産です。地球との連絡が取れると、プレイヤーはいずれかの都市に脱出ゲートを建設できるようになります。<br /><br />脱出ゲートの建設が完了すると、プレイヤーは1ターンに1度それを起動することで、地球人開拓者ユニットを呼び寄せることができるようになります。このユニットは、この惑星へ移動してきた地球の市民を表しています。これらのユニットを地球人居留地に移住させることで、この段階は完了します。<br /><br />地球人居留地は特別な建造物で、前哨地やステーションに類似しています。地球人居留地はどのコロニーの領土であっても、惑星上のどこにでも設営することができ、前哨地のように最低タイル制限がありません。<br /><br />地球人居留地には最大6体の地球人開拓者ユニットを移住させることができます。移住が完了した地球人開拓者は、勝利の進捗にカウントされます。しかしながら、敵により地球人居留地が破壊されてしまうとこのユニットは失われ、その人数は勝利進捗スコアから差し引かれてしまいます。入植地は廃墟になり、征服したプレイヤーは破壊によって資源を獲得します。<br /><br />勝利を達成するには、プレイヤーは一定数の地球人を安全に移住させなければなりません。脱出ゲートが破壊されてしまっても勝利への進捗が失われることはありませんが、続行するには新たなゲートを建設しなければなりません。</div>
	</div>
</asp:Content>

