<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 未知との接触による勝利</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">未知との接触による勝利</div>
	<div class="contentwide">
		<h2>概要:</h2><div class="infobox">これは、どのアフィニティーにも共通している勝利条件で、プレイヤーは好意的で高度に進化したエイリアン種族と接触し、人類の存在意義を根本的に変えることとなります。この勝利は、経済を重視するプレイヤーのためにあり、またいずれのアフィニティーに傾倒していても達成可能です。<br /><br />「未知との接触」による勝利を収めるには、シグナルの発見、シグナルの解読、ビーコンの建設、ビーコンの起動の4つの段階を踏む必要があります。<br /><br />シグナルを発見するには次のアクションのうち、2つを完了させなければいけません:<br />都市プロジェクト「超越方程式」を完遂する。<br />深宇宙望遠鏡を衛星軌道上に打ち上げ、ランダムなターン数後にシグナルを発見する。<br />マップ上にある先人の廃墟をエクスプローラーで調査する。<br />シグナルの解読は、都市プロジェクト「シグナル解読」を完了することで達成できます。<br /><br />ビーコンは惑星遺産です。シグナルの解読後、ビーコンプロジェクトが解除され、どこかの都市においてもビーコンが建設可能になります。建設が完了したビーコンは、1000エネルギーを消費して起動できます。ビーコン起動中は、プレイヤーのエネルギー余剰分を完全に消費してしまいます。ビーコンはいつでも停止させることができ、停止しても勝利に向けた進捗が失われることはありません。<br /><br />未知との接触による勝利を収めるには、ビーコンに既定量のエネルギーが必要です。毎ターンに余剰エネルギーがビーコンに供給され、一定量に達した時点で、未知との接触による勝利が達成されます。</div>
	</div>
</asp:Content>

