<%@ Page Title="" Language="VB" MasterPageFile="Improvements.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 解放ゲート</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">解放ゲート</div>
	<img src="/civilopediabe/images/large/IMPROVEMENT_SUPREMACY_GATE.png" alt="解放ゲート" class="contentimage" />
	<div class="contentleft">
		
		
		<h2>生産:</h2><div class="infobox">生産なし</div>
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>ゲーム情報:</h2><div class="infobox">人類は現状を受け入れない種であるという点で常に個性的であり、創造性や努力、道具でもって変化を起こすことができた。地球が弱りゆく中、人類のこうした変化への対応力は窮地に立たされていた。そして変曲点が訪れた瞬間、限られた資源の後先を考えない乱用によって、人類は自らを破滅へと追い込んでいたことが明らかになった。人類は今後、リソースや道具を賢く使って、あらゆる障害を克服していくことが求められる。テクノロジーの壁は最初から、ひとつ残らず乗り越えていく必要がある。地球はテクノロジーの使用によってのみ、苦しみや飢えから解放される。そしてその事実こそ、人類が今も環境への優位性を保ち続けていることを象徴している。理解している者は少ないが、解放とはそもそも、環境の奴隷であった人類を解き放ちたいという強烈な願望から始まったもの。それがどんな障害であれ、至高派は常に克服のための道具を差し出してきた。あらゆる痛みを和らげ、あらゆる脅威を無力化するための道具を。<br /><br />解放ゲートは絶妙なタイミングで建造されたと言える。なぜなら人類は道具と密に連携して、もっとも効率的に、無駄や浪費を徹底的に排除しながら建造や改良を行えるようになっていたからだ。数光年も離れた地球上にワームホールを開くことができたのは、人工知能の正確な指示のおかげだった。また、進化したシステムによって、我々の使者たちが至高の言葉を携えて地球へと向かう間、ワームホールの安定を保てるだけのエネルギー供給も可能になった。<br /><br />しかし、地球人とのファーストコンタクトにおいて明らかになったのは、地球上にはいまだ派閥が存在し、時代遅れのイデオロギーや思想でもって民衆を支配しているという事実だった。こうした辛苦の継続はとうてい看過できない。そこで人類史上最強の軍が結成され、究極の軍事作戦が展開された――主戦力は兵士たちの操縦するテレプレゼンスロボット(代理ロボット)であり、それらの生み出す連携力やパワーは、そうしたツールやメソッドを忌避してきた者たちには決して到達し得ないレベルに達していた。圧制者たちの軍も強力だったが、根本的な戦力差は埋めようがなかった。彼らは我々の栄光を拒絶し、よって屈辱にまみれた。こうして各地で地球人の解放が繰り広げられた。<br /><br />地球人の運命はまたたく間に改善された。彼らが我々のことを救世主や解放者とみなしたのも、当然と言えよう。我々は決して偉ぶらず、知識や道具、力を喜んで分け与えた。人類はあらゆる試練を克服すべきなのだ。我々のアプローチは、槍を携えていた祖先たちがやっていたことの延長線上にある。人類は道具を作ることができる。そして必要に応じて世界を変化させ、あらゆる限界を超越する。常に全人類の進化のために。</div>
	</div>
</asp:Content>

