<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 脱出ゲート</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">脱出ゲート</div>
	<img src="/civilopediabe/images/large/PROJECT_PURITY_GATE.png" alt="脱出ゲート" class="contentimage" />
	<div class="contentleft">
		<h2>コスト:</h2><div class="infobox">1750 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		<h2>必要なテクノロジー:</h2><div class="infobox"><a href="TECH_NANOTECHNOLOGY.aspx" onmouseover="return tooltip('ナノテクノロジー');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_NANOTECHNOLOGY.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>ゲーム情報:</h2><div class="infobox">惑星遺産の1つ。これを使用することで、ワープゲートを通じて地球から開拓者を移動し、約束の地での勝利を達成することができます。</div>
		
		
		<h2>歴史</h2><div class="infobox">不完全なアナロジー。遠洋連絡船が大海のど真ん中で故障したとする。衛星ナビは使い物にならず、乗組員の中に六分儀を使いこなせる者はいない。モーターボートが数隻あったので、救助を呼ぶため、一部の乗組員と乗客を水平線の向こうへ送り込むことにする。ボートが用意され、人々が乗り込み、そして送り出される。故障した連絡船に取り残された人々は、この先どう暮らしていくのだろう？　食料や燃料の大部分は救助隊に託してしまったのに、この数隻のボートが外洋を越え、助けを連れて戻ってくる可能性はほとんどない… このアナロジーは完ぺきではないが、それでも変曲点後、地球に取り残された人々の暮らしがどんなものだったのかを垣間見させてくれる。彼らを待ち受けていたものは欠乏と期待、そして抗争に満ち満ちた、終わりなき待機の日々だったのだ。<br /><br />地球人がたちまち絶望に囚われたとしても、不思議はないだろう。種まきの成功率は常に低かったし、入植者たちに地球を救うという使命を尊重する義務はない。豊かな星でやり直したほうがずっと楽で、魅力的で、シンプルだった。実際に多くのコロニーがそういう選択を採った一方、種まきという太古の約束を今も覚えている人間たちも少なからず存在した。その時が来たら、彼らは飢えに苦しむ、絶望した地球人を救うために全力を尽くす覚悟だった。<br /><br />脱出ゲートは、応用空間物理学の奇跡である。その理論は当初、地球において構築され、入植地の科学者たちの手で完成へと至った。遠大な惑星間の距離がさほど脅威ではなくなると、ワームホールを一方から安定化させる方法が見つかった。次いで人類を新たな星へ招き入れ、かつての故郷に秩序を取り戻すというプロジェクトが始動した。脱出ゲートは多くの点でエンジニアリングの奇跡であり、同時にソーシャルロジスティクスの奇跡でもあった。ひとつの国を丸ごと新たな星へと送り込み、速やかに難民キャンプに定住させることが求められた。さもないと、次々とやってくる人々を受け入れられなかったからだ。こうして多くの地球人がゲートを抜けてきた一方、他の有力なコロニーではあらゆる手段を尽くして、人類の大流入を食い止めようとした。<br /><br />もっとも、そんなことは不可能だった。ゲートの開放者たちは、すべての人間に本質的に備わっている力を認識し、理解していた。賢明な彼らは、この日のために、世代を越えて準備していたのだ。かつての地球を新たなエデンへ呼び戻すことは、自身に課せられた使命でも、大いなる名誉でもあった。銃を向けられ、食料も乏しかったが、それらはあきらめる理由にはならなかった。脱出ゲートの開放は、人類が輝かしい新たな始まりを迎えるための、最後の産みの苦しみだったのだ。そしてそれは、地球に置き残した者たちへの恩義を忘れていない者たちによって、成し遂げられたのである。</div>
	</div>
</asp:Content>

