<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: マインドフラワー</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">マインドフラワー</div>
	<img src="/civilopediabe/images/large/PROJECT_MIND_FLOWER.png" alt="マインドフラワー" class="contentimage" />
	<div class="contentleft">
		<h2>コスト:</h2><div class="infobox">1900 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>ゲーム情報:</h2><div class="infobox">惑星遺産の1つ。これを使用することで、惑星を目覚めさせ、超越による勝利を達成することができます。</div>
		
		
		<h2>歴史</h2><div class="infobox">生命は生命を認識する。人類にとって、他の生物を指差して見つけることは造作もなかった。人類は命を持たないものすらもどんどん擬人化し、生命を見つけて祝福することに熱意を燃やした。地球は死せる星だったが、それでも入植者たちは生命に満ち溢れた惑星――奇妙で敵対的ではあったにせよ――に降り立つことができた。この星で暮らすうちに、人々は存在の兆候だけでなく、隠された意図や才覚も認識するようになった。<br /><br />この異質な生態系の挙動に関するメタ分析や、古生物行動学的プロジェクトを通じて特定されたこと――それは惑星それ自体が、知性を生み出せる包括的機構を有しているという事実だった。やがて人類の科学が進化すると、この知性がどのように機能するのか理解するためのモデルが創造された。その時点で、こうした知性と交流するには、惑星規模のメガオーガニズムと同等の視野やスケールでもって思考できる生命を通じて、生命に生命を認識させることが不可欠だった。その実現のため、マインドフラワーが開発された。<br /><br />マインドフラワーは実際、奇妙な花だった。いずれの惑星の結実植物にも似ていない、実のところは大型のロタクスルタンク(それ以外の人工的オントロジーシステムでは、これだけの規模に対処できない)であり、その中にニューロンがぎっしり詰まった、人類史上最大級の神経組織の塊が格納されていた。その樹状結合は宇宙全体の星の数を超えたとも言われるが、いずれにしても、そうしたプロジェクトに求められるスケールの生命を作り出せるのは、生命に限られた。こうした組織内には思考を解釈し、人間の限りある理解力に合わせて微調整するためのサイバネティクスが埋め込まれていた。次いでマインドフラワーをゆっくりと、この星の奇妙なアーキテクチャに触れさせると、そのリズムや流れに応じて形を変化させてゆく。やがてマッピングが完了すると、マインドフラワーは人間の意識の干渉を受けて、ふたつを混ぜ合わせる。<br /><br />この瞬間、惑星は目覚めた。そして人類の存在に気づかされた。人類は、この星が描き出す理解の海へと投げ込まれた。「私」や「あなた」、「我々」といった概念はもはや何の意味も成さない。なぜならそれらは同一の思考、夢、願望の一部でしかないからだ。我々は約束を果たした。こういう生き方ができていれば、地球上でも成し遂げられていたかもしれないことを。マインドフラワーは開花し、ひとつの実を結んだ。それは惑星だった。その表面に暮らすちっぽけな"個"が一度も目にしたことがないであろうものを理解し、見て、考え、差し出し、認識する、ひとつの惑星だったのだ。必要な視点は一体化によってのみ得られる。真実は全体の中にのみ息づいている。</div>
	</div>
</asp:Content>

