<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: ビーコン</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">ビーコン</div>
	<img src="/civilopediabe/images/large/PROJECT_BEACON.png" alt="ビーコン" class="contentimage" />
	<div class="contentleft">
		<h2>コスト:</h2><div class="infobox">1650 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>ゲーム情報:</h2><div class="infobox">惑星遺産の1つ。起動させることで、未知との接触による勝利を達成することができます。</div>
		
		
		<h2>歴史</h2><div class="infobox">人類はその社交性ゆえ、宇宙という無には大いなる畏怖を抱いた。有史以来の捜索と、他の知的生命体と交流したいという強い願望にもかかわらず、人類の同胞は見つからなかった。人類は孤独だという思いから、人々の希望や夢を反映した空想がいくつも生まれた。ある時は救いの天使、ある時は悪夢のような怪物が夢想されたが、そうしたおぞましいエイリアンよりも、人類を怯えさせたもの――それは、自分たちがこの宇宙において唯一無二の存在であり、人生の悲喜を分かち合う、他の知的生命体は存在しないという可能性だった。人類は孤独であり、それゆえ他の知的生命体を捜し求めた。人工知能を造ることはできても、それは生命とは似て非なるもの。人類のような喜怒哀楽は持ち合わせていなかった。<br /><br />別の知的生命体が見つかったかもしれない――この報告に人類は激しく動揺した。もはや孤独でない人類にとって、新たな他者との対峙はいずれ避けられないことだった。多くの者にとって、太古より引き継がれてきた捕食者や部族民としての本能はあまりに強烈すぎた。こうした者たちは、新たな生物が友好的とは限らないという思いから、人類は孤独であり続けたほうが幸せであると考えた。だが、一部の者はこれを絶好のチャンスと捉えた。人類は今こそ、宇宙という舞台に飛び込むべきなのだと。彼らにとって、他の知的生命体と人生という旅を共有できるという可能性は、自身の命を危険に晒してでも追求しがいのあるもののように映った。人類が滅亡した時、宇宙にそれを悲しむ者が一人も存在しないとするなら、これほど孤独なことはあるまい。<br /><br />ビーコンそのものは、当時の工学技術の結晶体というわけではなかった。ビーコンの使命はただひとつ――我々がどういう種であるか説明し、さらなる接触を望んでいることを要約したメッセージを伝送すること。理想を言えば、もっと細かい段階を踏んでいくべきなのだろうが、とにかく最初のコンタクトは明白なものでなければならない。それには力強い信号を生み出せるだけのサイズやパワーが必要だったが、それこそがこの遺産における、唯一刮目すべき部分であった。それ以外の個所は毎度おなじみ、人類の天才的所業の一例にすぎなかった。周囲の喧騒の中にあっても、ビーコンは静かに佇んでいた。どういった疑いの声を向けられようが、ビーコンはすべてを飲み込んできた。<br /><br />ビーコンが初めて反応した時、この哀れで孤独な魂たちは何を感じただろう？　脳内の暗闇でいまだ唸りを上げている、あのいにしえの本能的恐怖だったろうか？　あるいは我らが同胞たる異星人たちとの付き合い方を分かっている、現代の我々のような喜びを、少しは感じられたのだろうか？　なぜなら我々はもう孤独ではなく、宇宙が生命に満ちていることを知っている。我々は互いに手を取り合って、人生という旅を穏やかに歩んできたのだから。</div>
	</div>
</asp:Content>

