<%@ Page Title="" Language="VB" MasterPageFile="Terrains.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 地形と地物ホームページ</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">地形と地物ホームページ</div>
	<div class="contentwidehome">
		<div class="infobox">
			「この世界の神の手が見えませんか？　あのクレーターも、峡谷も、山岳も、すべて神の手によって造られたもの。海は、神の目から流れし涙。瘴気や大気は、神の口から吐かれた息なのです」<br />- カヴィサ・タークル『エキソダイト経典』
		</div>
	</div>
	<div class="contentwidehome">
		<h2>地形と地物ホームページ</h2>
		<div class="infobox">
			地質学者の計算によると、この星は地球よりもだいぶ若く、約39億2千万年前に誕生したと考えられる(地球は45億4千万年前)。すなわち、この星は進化論で言うところの石炭紀に相当する時代にあり、無脊椎動物や異形胞子性植物(大半は多軸分枝類、一部原始的な被子植物を含む)、そして巨大化などの特徴が見られる。生物多様性は地球ほど顕著ではないようだが、多くの生態的地位は、単独の優占種によって占められている。<br /><br />ただし、地形についてはまったく逆だ。その形状も種類も、かつての地球の地勢とは比べ物にならないほど変化に富んでいる。底深い谷や、折り重なる丘陵、そびえ立つ山岳などに彩られた景色は、場所によっては入植者たちの不屈の精神を試すかのように、原生林や瘴気の沼が広がっている。一部の氷雪地帯は勇敢な探検家以外は近寄ることもできず、人類が暮らすことは事実上、不可能である。それでも、人類が新たな故郷――またはそのひとつ――として白羽の矢を立てたのがこの世界であり、入植地のリーダーたちは、この星の地形に適応することが求められている。</div><h2>地物</h2><div class="infobox">地物とはタイルやタイル上に現れる地形や植生のことです(たとえば草原タイル上に森林や湿原が乗っている場合)。地物によってタイルの生産性や、ユニットがタイルに入るときに消費する「移動ポイント」(MP)数が変化します。また、地物によってタイル上にいるユニットに防御ボーナスやペナルティーが与えられることもあります。
		</div>
	</div>
</asp:Content>
