<%@ Page Title="" Language="VB" MasterPageFile="Improvements.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 信标</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">信标</div>
	<img src="/civilopediabe/images/large/IMPROVEMENT_BEACON.png" alt="信标" class="contentimage" />
	<div class="contentleft">
		
		
		<h2>产出：</h2><div class="infobox">无产出</div>
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>游戏信息：</h2><div class="infobox">人类喜好交际的特点让这虚无的星空显得无比冷清。尽管一开始就在苦苦寻觅，尽管如此渴望的想要与其他智能生物相遇，人类却未能找到可以对话的种族。在没有同类的情况下，人类用想象力创造出许许多多虚构的生物，这种创造力反映出他们的愿望和梦想。人类想象中的生物从高高在上的天使到恐怖的梦魇，各式各样，但是不论出现如何可怕的异形都不是最坏的事情。人类反而更担忧自己是这宇宙里唯一的存在，没有其他的智能种族可以分享他们生活中的喜怒哀乐。正是这种存在的孤独感塑造了人类对于其他智能生物的态度。虽然人类可以创造出人工智能，但是那只是另一个形态的生命，而且对于人类感性的一面毫无反应。<br /><br />心中怀抱着想要找到另一种智能生命的期望，人类在这种孤独里反复撕扯着。但是人类已经不再孤单了，他们被迫需要去面对新遇到的“其他人”。对于许多人来说，他们心中所感到的那种“捕食者”和“猎物”的原始本能十分强烈。他们担心这些未知生物会带来危险，于是选择保持距离不被发现。但是对于少数人来说，这却是人类振作起来向其他生命呈现自己的最佳时机。对于这一小部分人来说，这种想要和其他心灵分享生命旅程的愿望大大盖过了自身可能会遭到灭绝的担忧。反正就算人类被灭绝了，对于这片漠然的宇宙来说也没什么了不起，人生苦短，我们不愿孤单。<br /><br />信标本身对于工程和科技的要求并不高。这种设施的目的只有一个，就是向太空发送一个漫无目的的信息，告诉外界我们是一支什么样的种族，而且我们愿意和外界进行进一步沟通。人类的理想主义要求，尽管还必须做很多其他的工作，但是这种接触中最初的信息必须清楚明白。为了做到这一点，最重要的是保证这种设施的尺寸和能源消耗，这样才能发射出足够强的信号。而它的其他特征无非都是人类多年以来才华的示例。无数冲突在它的身边发生，但是信标始终冷静坚定。其他的声音在反对着它的轰鸣，但是信标都将它们无情的湮没。<br /><br />当信标第一次通电那一刻，这些可悲的孤独灵魂都有什么样的感觉呢？那些从一片黑暗的更新世起就诞生的恐惧本能依然在他们的脑中震荡吗？他们是否也一样喜悦，像现在的我们在所有宇宙生命中占有一席之地这般喜悦？因为我们不再孤单了，我们知道宇宙中满是生命，而且只要我们携手前进，我们的前路变得更加充满希望。</div>
	</div>
</asp:Content>

