<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 폴리스트레일리아</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">폴리스트레일리아</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_POLYSTRALIA.png" alt="폴리스트레일리아" class="contentimage" />
	<div class="contentleft">
		<h2>지도자:</h2><div class="infobox"><a href="LEADER_POLYSTRALIA.aspx" onmouseover="return tooltip('후타마');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_POLYSTRALIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>만조</h2><div class="infobox">위대한 과오 이후 생태학적 재난과 해수면 상승이 제일 먼저 태평양 주민들에게 영향을 끼쳤습니다. 저지대 섬들은 수몰되었고, 해안 공동체는 위협을 받았으며, 바닷물은 강으로 역류했습니다. 야생 동물은 대변동을 겪었고, 상업 양식장은 심각한 피해를 입었습니다. 인도네시아에서 폴리네시아 군도에 걸쳐 존재하는 해안 국가들은 바다로부터의 공통된 위협에 함께 맞서고자 처음으로 범국가적 단체를 만들었습니다. 이 새로운 연맹은 폴리스트레일리아라고 이름을 붙였습니다. 연맹은 옛 지구의 어떤 다른 나라보다 더 넓은 지역을 포괄했지만, 인구는 적었고 육지 자원은 더 빈약했습니다. 폴리스트레일리아 국민은 자산보다는 독창성으로 문제를 해결하고자 했습니다.</div>
<h2>솔선수범</h2><div class="infobox">실질적인 발전에 초점을 맞춘 폴리스트레일리아는 매력적인 방법으로 토건 과제와 식량 문제를 타개해 나갔습니다. 소규모의 민간 주도 프로젝트에 주목하고, 서로 성공 사례를 공유하고 빠르게 반복함으로써, 폴리스트레일리아는 '마른' 원예학과 수경 재배 분야에서 선두주자로 발 빠르게 올라섰습니다. 위대한 과오 이후 폴리스트레일리아가 세계를 먹여 살렸다고 말하면, 조금 과장이 덧대긴 했지만, 그 일면에 사실이 담겨 있습니다. 무역 협정과 조약을 통해 기아에 허덕이는 사람들에게 식량을 전달하고 대신 섬에 부족한 원자재와 가공 식품을 받았습니다.</div>
<h2>인도주의적 거래</h2><div class="infobox">세계에 식량을 공급하면서 충당한 부는 세계의 부러움을 산 국가 수송 선단을 구축하는 데 쓰였고, 폴리스트레일리아 깃발을 단 배들은 곧 전 세계 화물 대다수를 책임지게 되었습니다. 국가의 부는 더 쌓여갔지만, 폴리스트레일리아 금융 당국은 부를 허비하지 않고, 안정된 통화를 바탕으로 전 세계 재건과 개척 사업에 도움을 주고자 저렴한 이율로 돈을 빌려 주었습니다. 폴리스트레일리아의 번영과 진보 대부분은 내부의 정치적 불화가 없었던 탓이 큽니다. 다른 지역과 달리 연맹의 회원국들 사이의 관계는 일반적으로 평화로웠고 우호적이었습니다. 분쟁이 있어도 의회에서 원만하게 해결되었습니다. 단일 사법부와 군대, 그리고 연맹 정부에 대한 운영비 헌납을 제외하고는 여러 회원국에서 지역 정부가 그대로 남아 있었습니다. 1세기 동안 이러한 구조는 폴리스트레일리아를 강대국의 반열에 올려놓았습니다.</div>
<h2>연맹</h2><div class="infobox">폴리스트레일리아의 번영과 진보 대부분은 내부의 정치적 불화가 없었던 탓이 큽니다. 다른 지역과 달리 연맹의 회원국들 사이의 관계는 일반적으로 평화로웠고 우호적이었습니다. 분쟁이 있어도 의회에서 원만하게 해결되었습니다. 단일 사법부와 군대, 그리고 연맹 정부에 대한 운영비 헌납을 제외하고는 여러 회원국에서 지역 정부가 그대로 남아 있었습니다. 1세기 동안 이러한 구조는 폴리스트레일리아를 강대국의 반열에 올려 놓았습니다.</div>
<h2>먼 곳으로</h2><div class="infobox">폴리스트레일리아는 다른 나라나 단체에 비해 우주 콜로니 계획에 다소 덜 적극적이었지만, 그래도 다른 행성으로 인류를 퍼뜨리는 계획에 동참했습니다. 많은 섬에 죄인을 수감하던 콜로니로 이용하던 안 좋은 기억을 안고 있는 연맹은 어떤 다른 문제들보다 이주단의 안녕과 안전에 주목했습니다. 모험과 탐험의 역사적 안목과 노동과 자립의 전통에 자극을 받아 수만의 연맹 시민들이 우주로 이주하는 데 자원했습니다. 농업, 생태학, 대체 에너지 자원, 그리고 새로운 땅에 정착하기 위해 멀리 떠나는 전통적인 문화적 이동에 대한 폭넓은 연구가 진행되면서, 콜로니에서는 새로운 환경에 따라 조화를 이루어 살아가려는 여러 노력이 잇따랐고, 다시금 저 머나먼 우주의 섬에서 폴리스트레일리아의 번영과 평화를 재건했습니다.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

