<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 아프리카 연방</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">아프리카 연방</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_AFRICAN_UNION.png" alt="아프리카 연방" class="contentimage" />
	<div class="contentleft">
		<h2>지도자:</h2><div class="infobox"><a href="LEADER_AFRICAN_UNION.aspx" onmouseover="return tooltip('사마타르 자마 바레');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_AFRICAN_UNION.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>갈라진 대륙</h2><div class="infobox">아프리카 대륙은 '위대한 과오'로 인해 영향을 받지는 않았지만 고향에서 도망치려는 피난민들로 인해 고통을 받았습니다. 바다가 차오르자 더 많은 피난민들이 북아프리카와 바다에 인접한 아프리카 국가로 몰렸습니다. 인재는 많은 아프리카 국가의 취약한 경제를 산산조각 냈고, 여러 지역에서 정권을 뒤흔들어 놓았습니다. 쿠데타와 곧 몰락하는 군사 정권의 장기 악순환이 나타났고 국경 전쟁이라는 고질적인 문제도 한몫하여 아프리카를 분열시켰습니다. 실제로 북아프리카의 많은 지역이 프랑코 이베리아 유럽 연합으로 합병되는 한편, 압력을 완화하면서 사하라 사막 이남 아프리카 국가들은 질서를 되찾으려고 고군분투했습니다.</div>
<h2>위기 속에서 단련</h2><div class="infobox">구아프리카 연방과 COMESA(동남 아프리카 공동 시장)의 지도자들은 이러한 관계 단절에 들었습니다. 두 조직은 모두 수립된 지 수십 년이 지났고, 아프리카 주민 사이에서 신망이 높았습니다. 원래 헌장에 따라, 구아프리카 연방의 회원국들은 지금까지는 무시되던 초국가적 힘을 끌어 모아 정치적, 군사적 안정을 꾀했습니다. 그리고 원래 COMESA 설립국 중 일부 국가가 주도하여, 개편된 '인민'을 위한 아프리카 연방, 즉 아프리카 인민 연방 (아프리카 연방)이 탄생했습니다. 보다 급진적인 몇몇 다른 아프리카 국가도 빠르게 합류했으며, 사하라 이남 아프리카의 보다 안정된 공화국들도 뒤를 이었습니다. 그러나 다른 국가는 독재자의 지배를 받거나 내전으로 분열되면서, 합류하기를 거절했습니다.</div>
<h2>새로운 연방</h2><div class="infobox">새로 탄생한 아프리카 연방의 가장 큰 회원국이 군사력을 합쳐 단일 지휘 체계를 이루었고, 예전 독재자를 연합에 즉시 합류한 새로운 정권으로 교체하면서 불안과 정치적 혼란을 종결지었습니다. 이러한 과업을 계속하는 한편, 군대는 현지에 출몰하는 노상강도와 해적, 반군 세력, 그리고 새로운 세계를 꿈꾸는 연합된 아프리카의 모든 시민을 위협하는 기타 요소들을 처리하고자 움직였습니다. 새로운 군사 전통이 수립되었고, 군대에는 새로운 자부심을 불어넣었습니다. 이들의 행적에 감동한 아프리카 연방의 많은 회원국이 군 간부를 지도자로 선출하거나 임명했습니다.</div>
<h2>회복</h2><div class="infobox">한편, 구아프리카 연방과 신생 아프리카 연방과의 유대를 통해 추진된 COMESA는 아프리카 대륙에 경제적 안정과 번역을 가져왔습니다. 단일 통화 도입을 첫 시작으로, 연방에 가입하면 여러 회원국의 관세 제도 및 관세를 없앴습니다. 새 아프리카에 COMESA가 관여하면서, 실제로 엄청난 천연자원과 농작물의 판로가 열리는 동시에, 넓은 야생 공원과 자연경관을 통해 생태계 다양성과 유산을 유지하고자 노력했습니다. 투자 프로젝트로는 댐, 풍력 발전과 같은 새 에너지 자원, 해안 및 콩고 개척 사업이 포함되었습니다. 아프리카 공동 시장도 과오 후 세대의 교육과 인도주의적 프로젝트, 특히 보건 및 인권 영역에 투자를 아끼지 않았습니다. 새로운 산업이 추진되었고, 연합은 국제 무역에서 주요 활동국 중 하나로 부상했습니다. 하지만 비록 아프리카 연방이 지속적으로 문제를 해결하려는 정책을 시행하고는 있지만, 아직 문제는 남아 있습니다. 일부 회원국에 만연한 부패와 연고주의의 잔재, 그리고 가끔 발생하는 부족 및/또는 종교 충돌로 인한 긴장 상태가 대표적인 문제입니다.</div>
<h2>밖으로</h2><div class="infobox">연방의 많은 사안들처럼 시드 프로젝트가 시작되었을 때 상인과 무역상은 주도적인 역할을 맡았습니다. 착수된 대부분의 우주선은 저명한 지역 사업가와 존경 받는 공무원으로 채워져 이들이 주도했습니다. 비록 많은 콜로니의 특성과 통치 방식이 서로 다른 형태를 취해도 모두 아프리카 역사와 문화에 뿌리를 두고 있습니다. 아이를 잘 키우려면 마을 전체가 애써야 한다는 건 말하기 쉬워도, 머나먼 세계에서 콜로니로 삼아남기 위해 마을 전체가 애써야 한다고 말하려면 대단한 각오와 확신이 필요합니다. 아프리카 콜로니 정부의 입장은 아프리카 연방의 비공식 좌우명으로 잘 요약됩니다. "다발로 묶으면 꺾을 수 없다" 와 같은 고대 본데이 격언과 같이요.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

