<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 슬라브 연맹</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">슬라브 연맹</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_RUSSIA.png" alt="슬라브 연맹" class="contentimage" />
	<div class="contentleft">
		<h2>지도자:</h2><div class="infobox"><a href="LEADER_RUSSIA.aspx" onmouseover="return tooltip('바딤 코즐로프 장군');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_RUSSIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>오래된 힘, 새 러시아</h2><div class="infobox">위대한 과오의 영향을 받긴 했지만 뒤이은 환경 변화와 기나긴 복구 중에 러시아의 방대한 대륙과 인구는 소중한 자원임이 드러났습니다. 중앙 정부의 완력으로 영토의 분리를 막고 일련의 비상 권한으로 나라를 지키는 데 필요한 모든 자원을 슬 권한을 정부에 부여했습니다. 러시아 군대는 아시아를 뒤흔든 폭력 사태에 두 번 이상 개입했고, 러시아 연방은 큰 체제 변화를 겪었습니다. 정치적 지도자는 EU의 해체로 동부 유럽 국가의 신뢰를 얻을 기회를 모색했고, 연맹은 러시아의 전략적 광물 자산과 공통의 문화적 유산에 대한 접근을 통해 이러한 국가를 회원국으로 받아들이려고 했습니다. 이름에 슬라빅이란 단어가 들어 있긴 하지만, 연맹은 수많은 아시아 민족과 난민이라는 새로운 인구도 포함하고 있습니다. 그러나 연맹은 민족 또는 종교적 불화로 인한 갈등을 거의 겪지 않았습니다. 연맹의 회원국들은 자치권을 누렸고, 소수 민족한테 지역 정부를 구성할 자유를 주기도 했습니다.</div>
<h2>진흙, 얼음, 기름, 금속</h2><div class="infobox">위대한 과오에 뒤이은 생태학적 재난으로 인해 막대한 범위로 영구 동토층과 툰드라가 녹아내렸습니다. 생태계 피해로 인한 그나마 긍정적인 효과가 있었다면, 따뜻한 기후로 인해 건설이 더 쉬워졌고, 지리적 조사팀에서 이전에는 접근할 수 없었던 지형에서 전략적 광물과 기름을 보유한 새 매장층을 찾았다는 사실입니다. 해수면 상승은 발트해 연안 도시에 피해를 주었지만, 1년 내내 항구를 이용할 수 있게 되었고, 연맹은 세계 곳곳에 원자재와 석유를 팔아 부를 쌓았습니다. 궤도에서는 시베리아 횡단 파이프라인, 고속도로, 제련 공장 단지를 쉽게 볼 수 있으며, 밤에는 전조등과 도시 불빛으로 빛나는 거미줄같이 보입니다.</div>
<h2>인민의 승리</h2><div class="infobox">연맹은 세계적으로 유명한 기반 시설 기술자로 명성을 얻었고, 시드 프로젝트를 준비할 때 큰 도움이 되었습니다. 볼가 댐 네트워크 및 흑해 복원과 같은 거대 프로젝트는 나라를 정치적으로 단합시켰고, 어려운 상황에서 건설하는 경우에 풍부한 실제 경험을 쌓게 해주었습니다. 연맹 기술자들은 전 세계적으로 요청을 받고 있으며, 이들 프로젝트에 세련된 감각이 부족하더라도 이들은 건장함으로 더 많이 보완할 수 있습니다.</div>
<h2>새 개척지의 개척자들</h2><div class="infobox">과오 후 모든 국가들 중에서 슬라브 연맹은 우주에 가장 적극적으로 관심을 보였습니다. 미르 2 우주 정거장, 즈베즈다그라드 궤도 공장, 노바 루나 시설은 시드 프로젝트 자체만큼 우주 비행의 가장 빛나는 업적 중 하나로 인정 받고 있습니다. 더 나아가, 연맹의 여러 군대, 토목, 민간, 학술 분야에서 공통으로 관심을 보이는 여러 프로그램도 운영하고 있습니다. 현재 모든 연맹 회원국의 최고 학술자들로 구성된 로스코스모스가 우주여행 기술 개발과 과학적 진보를 이끌어 나가고 있습니다.</div>
<h2>우주로</h2><div class="infobox">시드 프로젝트까지 연맹은 지구의 공학 및 우주 프로그램에 대해 사무적인 입장을 취했고 시민의 삶을 향상시키는 데 필요한 도구로만 여겨 왔지만, 이제 연맹은 이러한 작업을 인류의 지속을 위한 가치 있는 존재로 인식하게 되었습니다. 연맹 기술은 어떠한 과제도 극복할 수 있고, 연맹의 노하우라면 어떤 문제에 대한 해결책도 찾을 수 있습니다. 이러한 사고방식이 수년간 식민화 계획에서 많은 노력들을 자극했고, 우리를 변곡점으로 이끌어 나갑니다.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

