<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 프랑코 이베리아</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">프랑코 이베리아</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_FRANCO_IBERIA.png" alt="프랑코 이베리아" class="contentimage" />
	<div class="contentleft">
		<h2>지도자:</h2><div class="infobox"><a href="LEADER_FRANCO_IBERIA.aspx" onmouseover="return tooltip('엘로디');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_FRANCO_IBERIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>연합의 끝</h2><div class="infobox">유럽은 위대한 과오의 가장 직접적인 영향을 모면했지만, 뒤따른 엄청난 인간의 위기에는 거의 아무런 대비도 하지 못했습니다. 아시아에서 대규모 이주민이 유럽으로 흘러들어왔고, 구유럽 연합은 난민 위기에 가장 잘 대처하고자 분투했습니다. 동유럽 국가들은 제일 먼저 난민 문제를 해결하고자 원했고, 서유럽과 지중해 연안 국가는 상승하는 해수면을 막을 수 있는 빠른 대책을 원했습니다. 실제로 유럽 연합 의회는 회원국의 행동을 통제할 수 없으며, 공통의 행동 방침과 관련된 연맹을 통합할 수도 없다는 사실을 깨달으며 '유럽의 꿈'은 허물어져 갔습니다.</div>
<h2>새로운 연합</h2><div class="infobox">구EU는 더 이상 존재하지 않았지만, 개별 국가들은 특히나 우선 과제와 위기를 공유하는 나라들 사이에선, 여전히 가까운 동맹을 유지하는 것이 유리하다고 보았습니다. 스페인과 프랑스는 정치적 연합을 형성한 최초의 국가였고, 프랑코 이베리아 연합은 EU의 정식 해체 이후 18개월 만에 탄생했습니다. 두 국가의 연립 정부는 위대한 과오에 뒤이어 광범위한 사회 개혁과 새로운 도시 계획에 설계를 사용할 수 있는 혁신적인 도시 토건 프로젝트, 그리고 생물권을 복원하려는 생태학적 공학이라는 공통된 비전을 공유했습니다. 이러한 '녹색 기술'의 이데올로기는 나중에 유럽에도 널리 퍼졌지만, 최초의 가장 성공적인 모델은 단연코 프랑코 이베리아 연합의 모델입니다.</div>
<h2>팽창</h2><div class="infobox">그 이후 프랑코 이베리아 연합은 지중해로 확장하고("로마인이 돌아왔다"는 농담도 생김), 북아프리카까지 세력을 넓혔습니다. 이로써 프랑코 이베리아 연합이 쓸 수 있는 막대한 천연자원에 대한 위협이었던 지중해를 포섭했고, 북아프리카와의 통합은 프랑코 이베리아 연합에 역동적인 인구와 광물 자원을 가져다주었습니다.</div>
<h2>대호황 시대</h2><div class="infobox">하지만 프랑코 이베리아 연합의 가장 두드러진 측면은 바로 문화에 대한 열정이었습니다. 연합은 과거의 위대한 예술 작품을 보존하려고 애썼을 뿐만 아니라, 새로운 세대의 예술가와 작가들이 새로운 형태의 예수를 추구하고, 나아가 르네상스와 계몽의 전통을 이어주도록 장려하는 계획에 자금을 대기도 했습니다. 교육 및 문화부 장관은 유럽의 문화 사업을 장려하고 전 세계를 상대로 수출하는 데 열정적이었습니다. 프랑코 이베리아 연합의 경우 이들이 공유한 문화적 역사와 북미의 문화 주입은 공통된 자부심의 원천이 되었습니다. 이러한 계획과 안정성을 바탕으로 혼란스럽고 인류를 위협하는 세계에 맞서 다른 나라들도 프랑코 이베리아 연합에 합류하려는 것은 당연했습니다. '정신의 보물'이라는 말로 이러한 움직임을 잘 보여 줍니다. 시민의 부는 더 이상 은행에 숨겨져 있는 것이 아니라 정신에 담겨 있고 공유한다는 것을 말이지요.</div>
<h2>행복한 삷, 행복한 죽음</h2><div class="infobox">진보적인 입장과 높은 생활수준, 번성하는 문화로, 프랑코 이베리아 연합은 이주의 신호등이 되었습니다. 고등 교육을 받은 이민자가 문화계나 7번째 공화국 파리 및 안달루시안 태양 필드 에너지 프로젝트와 같은 대규모 토건 프로젝트에서 일하고자 국경에 몰려들었습니다. 쌍둥이 수도, 파리와 마드리드는 새로운 건물로 빛났습니다. 복원된 로마는 순례 중심지이자, 세계 박물관입니다. 알제의 새 항구는 밤낮으로 새로운 저에너지 화물선으로 북적거립니다. 튀니스는 세계에서 유명한 휴양 도시로, 나이트클럽과 카페는 새로운 세대의 음악가들이 들려주는 소리로 가득합니다. 이러한 이점을 바탕으로 프랑코 이베리아 연합은 우주 콜로니 개척에서 선두주자에 속했습니다. 연합의 새로운 콜로니 정부가 심사를 거쳐 임명된 콜로니 지도자는 어떤 상황에서든 문명과 도덕의 좋은 전통을 세울 것을 당부 받았습니다. 결국 서구 문명의 수호자가 가만히 있지는 않을 테니까요.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

