<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 카비탄 보호령</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">카비탄 보호령</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_KAVITHAN.png" alt="카비탄 보호령" class="contentimage" />
	<div class="contentleft">
		<h2>지도자:</h2><div class="infobox"><a href="LEADER_INDIA.aspx" onmouseover="return tooltip('카비타 타쿠르');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_INDIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>종말</h2><div class="infobox">위대한 과오와 파괴가 끝난 후, 인도 아대륙의 경제와 정치적 상황은 전보다 더 위태로웠습니다. 인구는 엄청난 해안의 범람, 흉작과 함께 인도주의적 국제 지원도 한정되면서 전 세계적 유행병이라는 문제에 직면했습니다. 1947년 분할 이후 아대륙의 엄청난 이주 속에서 수많은 난민이 인도와 주변 국가로 쏟아져 나왔습니다. 자포자기한 무리 가운데 정치적 진영과 종교적 진영 사이의 충돌이 늘어났고, 중앙의 정치 세력은 돕는 데 한계가 있었습니다. 민족 단위로 분열된 아대륙의 불안은 현실로 다가왔습니다.</div>
<h2>예언의 등장</h2><div class="infobox">이러한 격변 속에서 라즈 타쿠르가 델리에 모습을 드러냈습니다. 그는 아대륙의 세 가지 주요 종교에 제설 혼합주의와 이단 교리를 설파하는 신비주의자였습니다. 타쿠르가 전하는 누구든 위대한 잠재력을 지니고 있다는 메시지와 지속 가능한 삶의 정화 능력, 개인적인 자선은 그 어떤 정치적 세력도 해내지 못한 것을 해냈습니다. 이 가르침은 종교적, 민족적 경계를 초월하고, 아대륙 시민들을 단결시켰습니다. 그리고 하나의 정치 세력으로 바뀌었고, 이러한 깊은 공감대를 형성한 민중 운동은 최악의 종교적, 정치적, 민족적 폭력을 몰아냈습니다. 타쿠르는 아대륙을 직접 돌아다니며 순례의 길을 떠났습니다. 델리를 떠나 쿠시로 걸어갔을 때 수만의 신도와 예언에 사로잡힌 여론이 뒤를 이었습니다. 힌두쿠시의 작은 언덕에 도착하자 타쿠르와 신도들은 장막을 치고 그곳에서 가르침을 이어 갔으며, 이러한 장막촌은 인터넷과 TV에 등장하거나 사람들의 발길을 끌어 모았습니다. 그의 모습과 말은 어디서나 볼 수 있었습니다. 가난한 자와 병든 자에게 위안과 관심을 주었고, 많은 상류층이 벽으로 둘러싸인 주거지를 떠나 다른 이들을 직접 돕도록 만들었습니다.</div>
<h2>카비탄 보호령</h2><div class="infobox">라즈 타쿠르는 순례를 마치고 3년 뒤 세상을 떠났습니다. 그리고 과업을 딸, 카비타에게 남겼습니다. 카비타 타쿠르는 아버지보다 더 언론의 노출을 꺼렸는데, 이러한 모습은 많은 이들에게 더 겸손하게 비추었고 그녀 자신은 종교에 관한 글을 남기는 길을 택했기 때문이었습니다. 라즈 타쿠르의 가르침과 비유는 종종 우주여행과 비행의 형상을 이용했는데, 카비타 타쿠르는 시드 프로젝트를 명백히 지원하는 입장에서 이를 성문화했습니다. 라즈 타쿠르는 예언에서 변곡점을 보았고, 시드 프로젝트에 참여하기 위해 보호령의 뼈대를 만들었다고 합니다.</div>
<h2>위대한 기쁨</h2><div class="infobox">타쿠리즘은 인도 아대륙의 전쟁을 종식시켰을 뿐만 아니라, 위대한 과오까지 존재했던 모든 것을 뛰어넘어 문화적 번영을 이루었습니다. 예언자의 새로운 목적의식을 통해, 새로운 예술, 음악, 영화, 비디오 게임의 거센 흐름이 나타났습니다. 이 흐름은 델리에서 시작되었지만, 라즈 타쿠르의 많은 인류를 돕자는 메시지만큼 빠르게 퍼져갔습니다. '예언자의 꿈'은 보호령의 우주 프로그램을 일컫는 공통된 표현이고, 노래와 영화들은 시드 프로젝트를 위한 교육의 도덕적 가치를 격찬했습니다.</div>
<h2>미래 보호</h2><div class="infobox">보호령은 아직도 과거 수십 년 간의 전쟁과 환경 피해를 복구해야 하고 자원은 부족하지만, 보호령 국민은 앞으로 미래에 낙관적입니다. 전 세계 어느 국가보다도, 보호령은 시드 프로젝트에 대한 가장 폭넓은 지원층을 갖고 있으며, 보호령의 시드 프로젝트 후보 선택은 민주적인 방식으로 진행되었습니다. 카비타 타쿠르는 정식 사무소나 칭호도 갖고 있지 않았지만, 의심할 여지없이 이 정치적, 종교적 운동의 지도자였고, 그녀가 아버지의 꿈을 이 세대에 실현시킬 것임을 확언했습니다.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

