<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 약속의 땅 승리</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">약속의 땅 승리</div>
	<div class="contentwide">
		<h2>요약:</h2><div class="infobox">순수 친화력만의 승리로, 플레이어가 워프 게이트를 건설하고 죽어가는 지구의 인류를 이 행성으로 데려와 새로운 터전, 즉 ‘약속의 땅’을 마련해 주면 됩니다.<br /><br />‘약속의 땅’의 단계는 다음과 같습니다.<br />약속의 땅에서의 승리 4단계는 지구와 접촉하고, 대탈주의 문을 건설하고, 지구인 개척자들을 대탈주의 문으로 소환하고, 지구인 개척자들을 정착시키는 것입니다.<br /><br />지구와 다시 접촉하는 방법에는 두 가지가 있습니다. 레이저컴 인공위성 궤도 유닛을 띄우는 것입니다.<br /><br />대탈주의 문은 행성 불가사의입니다. 지구와 접촉한 후, 어느 도시에나 건설할 수 있습니다.<br /><br />대탈주의 문 불가사의를 완성하여 활성화하면 매 턴 지구인 개척자 유닛이 만들어집니다. 지구인 개척자는 특수 민간인 유닛으로 이 행성으로 와야 할 지구 거주 인류를 나타냅니다. 플레이어는 이들을 지구인 거주지에 정착시키면 됩니다.<br /><br />지구인 거주지는 전초기지나 주둔지와 비슷한 특수 시설입니다. 폭격 공격력이 없고 방어력도 제한적이지만, 영토권을 주장하지 않으며 도시로 성장하지 않습니다. 또한 콜로니의 영토 여부에 상관 없이 행성 지표 어디에나 건설할 수 있으며, 전초기지와 달리 최소 타일 제한이 없습니다.<br /><br />지구인 거주지가 건설되면 지구인 개척자를 최대 6명까지 거주시킬 수 있습니다. 거주지에 정착한 지구인 개척자는 즉시 승리 진척도 점수에 더해집니다. 하지만 지구인 거주지가 적대 세력에게 파괴되면 지구인 시민들은 사라지고 거주지 인구는 승리 진척도 점수에서 빠지게 됩니다. 거주지는 폐허가 되고, 이 폐허를 점령하면 자원을 입수할 수 있습니다.<br /><br />이 승리를 달성하려면 지구인을 일정 숫자만큼 안전하게 거주시켜야 합니다. 대탈주의 문이 파괴되어도 플레이어의 진척도는 없어지지 않지만, 승리를 향해 계속 나아가려면 대탈주의 문을 다시 지어야 합니다.</div>
	</div>
</asp:Content>

