<%@ Page Title="" Language="VB" MasterPageFile="Improvements.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 대탈주의 문</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">대탈주의 문</div>
	<img src="/civilopediabe/images/large/IMPROVEMENT_PURITY_GATE.png" alt="대탈주의 문" class="contentimage" />
	<div class="contentleft">
		
		
		<h2>생산:</h2><div class="infobox">생산 없음</div>
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>게임 정보:</h2><div class="infobox">결함이 있는 한 가지 이야기를 해보겠습니다. 한 원양 여객선이 바다 한가운데에서 고장이 났습니다. 위성 항법은 작동하지 않고 선원들도 육분의를 사용하는 방법을 알지 못 합니다. 지평선으로 도움을 요청하기 위해 선원 일부와 승객을 태울 모터 보트는 충분히 있습니다. 그리고 보트를 준비해서 사람을 태운 후 떠나보냈습니다. 고장 난 여객선에 있는 자들과 같은 삶은 무엇일까요? 그들은 떠날 때 최고의 자원을 구하는 데 투자했지만, 이 작은 보트 몇 개가 과연 바다를 건너 도움을 청하고 돌아올 수 있다고는 기대하기 어렵습니다. 이 결함이 있는 이야기에서 우리는 변곡점 이후 지구에 남은 사람들의 인생이 어떠했을지 조금은 엿볼 수 있습니다. 결핍, 희망, 갈등, 그리고 계속되는 기다림이 남겨진 자들의 삶이었을 것입니다.<br /><br />지구인이 곧 실의에 빠질 거라는 것은 당연해 보입니다. 시드 프로젝트의 성공 가능성은 언제나 빈약했습니다. 왜 이주단은 지구를 구해야 한다는 그들의 의무를 이행해야 할까요? 풍요로운 세계에서 다시 시작하는 것이 더 쉽고, 더 매력적이며, 더 단순하지 않습니까? 일부 콜로니에서는 이러한 사실을 받아들였지만, 시드 프로젝트의 오래된 약속을 기억하고 지키려는 일부 콜로니도 있었습니다. 그들은 때가 되면 지구에 남은 굶주리고 실의에 찬 인류를 구할 준비를 하고 있습니다.<br /><br />대탈주의 문은 응용 공간 물리학의 놀라운 산물입니다. 처음에는 지구에서 이론이 나왔지만, 콜로니 과학자에 의해 그 성과를 거두었습니다. 방대한 거리의 지리가 점차 무의미해지고, 하나의 끝에서 웜홀을 안정화하는 방법이 발견되자 인류를 새로운 행성으로 데려오고 이전 지구처럼 조건을 안정화하는 작업들이 시작되었습니다. 여러 가지 면에서 대탈주의 문은 과학의 경이인 동시에, 놀라운 사회적 프로젝트입니다. 모든 국가가 새로운 세계와 대면하고, 서둘러 임시 주거지에 정착하여 수많은 군중이 지나갈 자리를 만들어야 했습니다. 지구의 사람들은 문을 통해 흘러나왔고, 다른 콜로니에서도 인간의 역조를 막기 위해 모든 노력을 쏟아부어야 했습니다.<br /><br />그러나 문을 연 사람들도 모든 사람 안에 존재하는 근본적인 힘을 잘 이해하고 있었기에 그들을 막을 수는 없었습니다. 그들은 현명했고, 여러 세대에 걸쳐 이날을 준비해 왔고, 옛 지구에서 새로운 에덴으로 인류를 데려와야 한다는 책임과 의무, 그리고 위대한 목적의식을 느꼈습니다. 총이 그들을 겨누었고, 식량 역시 부족했습니다. 그래도, 그런 것들은 전혀 문제가 되지 않았습니다. 대탈주의 문이 열린 날은, 뒤에 남은 자들에 대한 빚을 기억하는 자들에 의해 영광스러운 새로운 시작으로 전환된, 인류의 마지막 고통이었습니다.</div>
	</div>
</asp:Content>

