<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 비콘</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">비콘</div>
	<img src="/civilopediabe/images/large/PROJECT_BEACON.png" alt="비콘" class="contentimage" />
	<div class="contentleft">
		<h2>비용:</h2><div class="infobox">1650 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>게임 정보:</h2><div class="infobox">행성 불가사의입니다. 활성화하여 작동하면 접촉 승리를 촉진합니다.</div>
		
		
		<h2>역사</h2><div class="infobox">인간의 사교성은 별들 사이의 빈 공간을 더욱 끔찍하게 만들었습니다. 가장 이른 시작부터 수색에 나섰음에도 불구하고, 다른 지적 생명체와 접촉하려는 뿌리 깊은 욕망에도 불구하고, 인류는 아무런 성과를 거두지 못 했습니다. 그러한 동등한 존재를 찾지 못하자 인류는 자신들의 희망과 꿈을 반영한 가상의 존재를 만들어 냈습니다. 인류는 천사부터 악몽의 주인공에 이르기까지 여러 존재를 꿈꾸었지만, 이 우주에는 삶의 기쁨과 절망을 함께 나눌 수 있는 다른 지적 생명체는 결코 찾아볼 수 없으며, 외계생명체만이 우주의 유일한 생명체일지도 모른다는 더 지독한 현실에 부딪혔습니다. 이러한 실존적 고독이 다른 외계생명체를 대하는 인간의 접근 방식을 결정지었습니다. 인류는 인공적인 지적 생명체를 만들 수 있었지만, 그것 역시 또 다른 형태의 생명일 뿐, 인간의 변덕에는 장단을 맞춰줄 수 없었습니다.<br /><br />다른 살아 있는 지적 생명체를 발견할 가능성을 두고 인류는 분열되었습니다. 더 이상 혼자가 아닌 인류는 새로운 다른 존재와 맞서야 했습니다. 대다수는 오래된 포식자와 먹잇감, 그리고 무리의 본능은 너무 뿌리 깊이 남아 있었습니다. 그래서 새로운 생명체가 위협이 될까 두려운 나머지, 차라리 몸을 숨기고 사는 편을 택했습니다. 하지만 일부 소수의 사람은 인류가 자신을 깨우고 다른 존재에게 소개할 완벽한 기회라고 여겼습니다. 이들은 삶의 여정을 함께할 다른 영혼을 찾을 가능성이 전멸의 위험을 만회하리라 생각했습니다. 인간이라는 종의 멸종이 무정한 별들에겐 아무런 의미도 지니지 못한다는 사실을 깨닫고 나서 고독이 다 무엇이겠습니까?<br /><br />비콘 자체는 고급 공학이나 최신 기술이 아닙니다. 비콘은 인류가 어떤 종인지 간결하게 언급하고, 인류는 기꺼이 대화를 원한다는 메시지를 전송하는 한 가지 목적을 갖고 있습니다. 이상주의자들은 수많은 작은 발걸음이 따라야 한다고 주장하지만, 첫 번째 접촉은 확실해야 합니다. 그래서 이 불가사의에서는 비콘의 크기와 충분한 세기의 신호를 생성하는 데 요구되는 전력만은 최고 수준을 자랑합니다. 그 외에는 그저 오래된 인간의 천재성을 구현한 장치에 불과합니다. 그 주위에는 불화가 끊이지 않지만 비콘은 그저 조용하고 한결같았습니다. 서로를 반대하는 목소리가 들려도 비콘은 그 목소리들조차 잠재웠습니다.<br /><br />비콘이 처음 가동되었을 때 저 불쌍한 외로운 영혼들은 어떤 느낌이었을까요? 저 홍적세라는 암흑에서 태어난 오래된 본능적 두려움이 아직도 그들 머리에서 아우성을 치고 있었을까요? 아니면 이 시대에 우리와 동류인 저 별들 속 생명체 가운데 우리의 위치를 깨달은 우리와 같이 기쁨을 느꼈을까요? 우리는 더 이상 혼자가 아닙니다. 우리는 우주가 생명으로 가득 찼다는 사실을 알고 있으며, 손에 손을 잡고 나아가면 이 여정이 더 쉬워진다는 사실도 알고 있습니다.</div>
	</div>
</asp:Content>

