<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: 정신의 꽃</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">정신의 꽃</div>
	<img src="/civilopediabe/images/large/PROJECT_MIND_FLOWER.png" alt="정신의 꽃" class="contentimage" />
	<div class="contentleft">
		<h2>비용:</h2><div class="infobox">1900 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>게임 정보:</h2><div class="infobox">행성 불가사의입니다. 행성을 각성시키는 데 사용하여 초월 승리를 완성할 수 있습니다.</div>
		
		
		<h2>역사</h2><div class="infobox">생명은 생명을 알아볼 수 있습니다. 특히 인간은 다른 생명체를 지목하고 그들의 존재를 쉽게 알아차립니다. 인간은 살아 있지 않은 것조차 기꺼이 인격화할 정도로, 생명을 찾고 기뻐하는 데 매우 열성적이었습니다. 지구는 죽어 가고 있었기에 이주단은 적대적일지도 모르는 낯선 생명으로 가득 찬 세계에 도착했습니다. 그리고 이 생명 속에서 존재의 흔적뿐만 아니라 어떠한 목적과 천재성의 숨겨진 흔적도 찾아내기 시작했습니다.<br /><br />외계 생태계의 습성에 대한 메타 분석과 행동학적 고생물학 프로젝트를 통해 이 행성은 전반적으로 지적 생명체를 낳을 수 있는 구성을 갖추었다는 사실이 밝혀졌습니다. 실제로 인문 과학은 이 지적 생명체가 어떻게 활동하는지 이해할 수 있는 모델도 만들어냈습니다. 이 시점에서 이 지적 생명체와 접촉하기 위해 행성 전반의 초대형 유기체와 같은 범위와 규모로 사고할 수 있는 생명을 통해 생명은 생명을 알아볼 수 있어야 했습니다. 그래서 정신의 꽃이 탄생하게 된 것입니다.<br /><br />이 꽃은 정말로 이상하며 지구나 이 세계에서 과일을 맺는 꽃과는 전혀 닮지 않았습니다. 오히려 거대한 로타슬 탱크에 가까웠습니다(이러한 규모로 작동하는 다른 인공적인 생명체는 존재하지 않습니다). 이 안에는 이제껏 만들어진 것 중에 가장 큰 신경 조직과 빽빽한 신경 세포가 자리 잡고 있으며, 수지상 조직의 연결은 우주의 별들보다도 그 수가 더 많습니다. 이 프로젝트에 필요한 규모에서 생명은 스스로 이와 같이 만들어질 수밖에 없기 때문입니다. 그리고 정신을 분석하기 위해 인공 두뇌를 이 조직을 통해 연결하고 장착하여 인간의 이해력으로 제한하여 자세히 살펴보았습니다. 정신의 꽃을 조금씩 행성의 낯선 구조에 노출시키면서 행성의 리듬과 조수에 맞추어 형체를 갖추어 나갔습니다. 행성의 지도를 완성하자 이 둘을 섞기 위해 인간의 의식이 개입되었습니다.<br /><br />이와 같이 행성은 인간의 존재에 눈을 떴고, 인류는 이 행성이 보여주는 이해의 바다로 들어왔습니다. '나'와 '당신', '우리'라는 개념은 더 이상 의미를 잃었습니다. 같은 생각, 같은 꿈, 같은 염원을 지닌 하나였기 때문입니다. 우리는 이러한 방식으로 생명을 지속시킬 수 있었다면 지구에서도 가능했을지 모르는 그 약속을 이루었습니다. 정신의 꽃은 꽃을 피웠고, 그 꽃이 피운 열매는 바로 이해하고, 보고, 생각하고, 접촉하고, 아마 결코 볼 수 없는 표면에 사는 작은 '개인'을 인지하는 행성입니다. 단일화를 통해서만 반드시 필요한 시각을 얻을 수 있습니다. 전체 속에서 살아가는 것만이 진리입니다.</div>
	</div>
</asp:Content>

