<%@ Page Title="" Language="VB" MasterPageFile="Buildings.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ботанический сад</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ботанический сад</div>
	<img src="/civilopediabe/images/large/BUILDING_VIVARIUM.png" alt="Ботанический сад" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">80 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Содержание:</h2><div class="infobox">-1 <img src="/civilopediabe/images/energy.png" alt="energy" /></div>
		
		
		
		<h2>Пища:</h2><div class="infobox">+2 <img src="/civilopediabe/images/food.png" alt="food" /> </div>
		
		
		
        
        
		
		
        
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_ECOLOGY.aspx" onmouseover="return tooltip('Экология');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_ECOLOGY.png" /></a></div>
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">+-1 <img src="/civilopediabe/images/food.png" alt="food" /> Пища от {@3_ObjectName[2]}<br />+1 <img src="/civilopediabe/images/food.png" alt="food" /> Пища от {@3_ObjectName[2]}</div>
		
		<h2>История</h2><div class="infobox">Управляющие колоний, которые заботились в первую очередь о здоровье и благополучии колонистов, сразу после приземления обычно разбивали ботанические сады. Колонисты начинали с холодных парников, затем строили теплицы из полиэтиленовой пленки или многослойных поликарбонатных щитов, привезенных на корабле. В этих теплицах проращивались и культивировались семена и рассада наземных растений. В теплицах многие виды земных фруктов, овощей, специй, трав, злаков и даже цветов были защищены от непривычного климата чужой планеты и тщательно удобрялись. Все эти культуры обогащали рацион колонистов, а в некоторых случаях оказывались единственным источником жизненно важных витаминов и минеральных веществ до тех пор, пока люди не находили им замену в локальной флоре или не выводили похожие растения из местных. Также растения поднимали людям настроение, ведь из них можно было делать беседки, цветочные клумбы, небольшие ботанические сады и другие объекты для отдыха. Большинство таких объектов являли собой биозаповедники - освещенные солнцем ботанические сады, служившие в качестве самостоятельных внутренних экосистем, где поддерживался тщательный баланс между различными видами растений и животных. Теплицы для садовых и огородных растений, оснащенные автоматизированной системой вентиляции и пассивным отоплением, были чрезвычайно эффективны и экономичны, так как большую часть отходов можно было перерабатывать в компост и удобрять ими сельскохозяйственные культуры, выращиваемые на открытом грунте. Со временем при помощи молекулярной и генетической модификации колониальные агрономы адаптировали к нему и культуры Старой Земли. Многие из этих культур, такие как квиноя, фонио, якон, сумах, черный кумин, дуриан, анона и капок, не только возделывались в коммерческих целях, но и распространились в природе. Впоследствии ботанические сады продолжали играть более или менее - в зависимости от философских убеждений и отношения к жизни в инопланетном мире - важную роль в повседневной жизни колонистов.</div>
	</div>
</asp:Content>

