<%@ Page Title="" Language="VB" MasterPageFile="Buildings.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Оборонный периметр</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Оборонный периметр</div>
	<img src="/civilopediabe/images/large/BUILDING_DEFENSE_PERIMETER.png" alt="Оборонный периметр" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">150 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Содержание:</h2><div class="infobox">-1 <img src="/civilopediabe/images/energy.png" alt="energy" /></div>
		
		
		
		
		
		
		
        
        <h2>Оборона:</h2><div class="infobox">10 <img src="/civilopediabe/images/strength.png" alt="strength" />, +40 ед. здоровья</div>
		
		
        
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_DEFENSE_GRID.aspx" onmouseover="return tooltip('Защитная сеть');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_DEFENSE_GRID.png" /></a></div>
		
		
		
		
		
	</div>
	<div class="contentright">
		
		
		<h2>История</h2><div class="infobox">На поздних этапах "Холодной войны" разные нации Старой Земли разработали так называемые полуавтоматизированные ПВО "Сейдж" (SAGE - semi-automated ground environments), состоящие из объединенных сетью компьютеров и систем обороны, которые выполняли роль единой структуры. Внешний периметр колониальных "Сейджей" состоял из датчиков, "мягких" укреплений, бункеров и систем автономного оружия. Все эти элементы использовали естественные преграды на местности и были связаны компьютеризированными системами коммуникаций с центральным штабом. Второй уровень оборонительного периметра состоял из статичного пучкового и лучевого оружия (которое позже направлялось орбитальными платформами) и роботизированных бронетранспортеров (сперва управлявшихся телеметрически, позже - автономных). Расстояние от поселения до оборонительного периметра существенно варьировалось. Первоначальная цель заключалась в защите поселений от местных форм жизни, особенно от быстрых жуков-хищников и крупных осадных червей. Солдаты были в состоянии уничтожить животных, а оборонительные периметры оценивали угрозу и сдерживали ее до прибытия десантников. Шло время, и исследовательская работа на новой планете не стояла на месте. Угроза со стороны инопланетных животных снизилась, но увеличилась угроза со стороны конкурирующих колоний. Поэтому оборонительные периметры становились все сложнее и опаснее. Стали использовать датчики дальнего действия и различные радары, лидары и содары. Кроме того, запустили линию связи с орбитальными спутниками наблюдения, которые обменивались информацией напрямую с неавтономными компьютерными сетями, контролирующими периметры. В связи с этим некоторые поселенцы выразили свою озабоченность вопросами безопасности.</div>
	</div>
</asp:Content>

