<%@ Page Title="" Language="VB" MasterPageFile="Buildings.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ультразвуковой барьер</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ультразвуковой барьер</div>
	<img src="/civilopediabe/images/large/BUILDING_ULTRASONIC_FENCE.png" alt="Ультразвуковой барьер" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">120 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Содержание:</h2><div class="infobox">-1 <img src="/civilopediabe/images/energy.png" alt="energy" /></div>
		
		
		
		
		
		
		
        
        
		
		
        
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_ECOLOGY.aspx" onmouseover="return tooltip('Экология');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_ECOLOGY.png" /></a></div>
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Мешает инопланетным юнитам подойти к городу ближе, чем на 2 клетки.</div>
		
		<h2>История</h2><div class="infobox">С момента высадки нам стало известно, что местные живые существа реагируют на звуковые и световые волны, которые находятся в диапазоне, недоступном для человеческого восприятия. Одной из первых мер, принятых поселенцами для предотвращения их набегов, стало возведение ультразвуковых барьеров. Подобные барьеры использовались на Старой Земле для управления домашним скотом и дикими животными еще за много веков до Эпохи Рассеяния; и хотя поселенцы добавили в дизайн ультразвуковые датчики, основная схема не изменилась. Датчики улавливают ультразвук (частотой выше 18 000 герц), который издает проходящее инопланетное существо. Затем устройство усиливает сигнал и посылает его обратно по узкому лучу. Практически во всех случаях животное меняет курс, чтобы избежать столкновения с источником сигнала. Было обнаружено, что осадные черви, из-за своей чувствительности к вибрациям, особенно хорошо реагируют на подобное воздействие. Барьеры доказали свою эффективность в отпугивании всех инопланетных форм жизни, даже морских - таких, как кракен. Одним из главных преимуществ данного метода является пассивная природа сдерживания, ведь они оказывают минимальное воздействие на экологию. Система барьеров - трудоемкий проект, ведь ее приходится ежедневно осматривать и проводить профилактические работы; кроме того, это требует расходов энергии, которой весьма немного в маленьких поселениях. Однако в большинстве случаев местная администрация все же вкладывает средства в создание ультразвуковых барьеров и даже увеличивает их периметр по мере роста поселения.</div>
	</div>
</asp:Content>

