<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Проект "Прометей"</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Проект "Прометей"</div>
	<img src="/civilopediabe/images/large/BUILDING_PROMETHEAN.png" alt="Проект "Прометей"" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1050 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_XENOMASS.aspx" onmouseover="return tooltip('Ксеномасса');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_XENOMASS.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_TRANSGENICS.aspx" onmouseover="return tooltip('Трансгеника');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_TRANSGENICS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">В городе больше не будет <img src="/civilopediabe/images/unhealth.png" alt="unhealth" />  нездоровья.</div>
		<h2>Цитата:</h2><div class="infobox">"Ананси взглянул на геном человека и воскликнул: "Хаос! Бардак! Как можно так жить!?" Он взял метлу и навел в геноме порядок, и, проснувшись, человек почувствовал себя намного лучше".<br />- "Сказки дядюшки Клона"</div>
		
		<h2>История</h2><div class="infobox">Старая пословица гласит: "Человечество продемонстрировало человеческий интеллект, ибо покинуло Землю, и интеллект обезьяны, ибо не сделало этого раньше". Правда заключается в том, что геном человека почти двести тысяч лет оставался в значительной степени неизменным относительно того состояния, в котором он пребывал на момент наступления эпохи Рассеяния. Кроме того он подвергался изрядному воздействию ухудшающейся окружающей среды и неприятному давлению в процессе естественного отбора. Геном среднестатистического колониста к моменту Планетаризации содержал значительное количество нездоровых кодов, предрасположенностей к болезням, а также был уязвим к воздействию высокого уровня радиации нового мира.<br /><br />Геномная медицина была хорошо описана теоретически, но мало применялась на Старой Земле по ряду причин (наиболее распространенные из которых - религиозные табу и политические запреты на редкие ресурсы). Но в новом мире вопрос о повторном изучении генома человека поднимался с каждым новым открытием о жизни планеты и каждым новым переосмыслением медицинских фактов. Развитие геноинформатики открыло новую перспективу - создание идеального генома человека, не имеющего болезней и ограничивающих недостатков.<br /><br />Проект "Прометей" заключался в создании нового генотипа человека. Он был бы совместим с генетикой людей, но лишен проблемных генов, многие последовательности которых были бы заменены более подходящими генами-операторами белка. Это бы не только обратило последствия Великой Ошибки, но и позволило бы избавиться от огранивающих факторов в эволюции человечества: тупиковых последовательностей, ошибочных кодов, скрытых причин болезней. Получившееся существо выглядело бы как человек, но было бы чем-то большим.<br /><br />Разумеется, эта идея привела к широкой общественной дискуссии. Жарче всего обсуждались концепции "человечности" и смысл "человеческой жизни". Будет ли новое создание, имеющее внешний облик и генетику человека, по-прежнему человеком? (В народе это называлось "уткизм" по причинам, которые слишком запутаны, чтобы объяснять их здесь.) Может, это создание в чем-то "лучше" человека, раз уж оно лишено недостатков прообраза? Эти вопросы во многом еще не решены. Но прометеец был создан.<br /><br />Лишенный некодирующих последовательностей ДНК и остаточных фенотипов (или восстановивший функционал фенотипа - аппендикс прометейца работал), прометеец - существо неземной красоты, и красивы не только его человеческие черты, но то, как он функционирует на клеточном уровне и в целом. Прометеец грациозно движется, видит мир в неизвестных Homo Sapiens цветах, стареет медленно и без сожаления, сохраняет свои способности в течение всей жизни, и, умирая, зачастую оставляет после себя наследие, которого не смог бы достичь простой человек.</div>
	</div>
</asp:Content>

