<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Улей</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Улей</div>
	<img src="/civilopediabe/images/large/BUILDING_HUMAN_HIVE.png" alt="Улей" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1150 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_GEOTHERMAL_ENERGY.aspx" onmouseover="return tooltip('Геотермальный источник');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_GEOTHERMAL_ENERGY.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_EUTHENICS.aspx" onmouseover="return tooltip('Эвтеника');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_EUTHENICS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Город становится неуязвимым для тайных операций.</div>
		<h2>Цитата:</h2><div class="infobox">"Цель любого начальника - привести в согласие личные цели людей с большими политическими, экономическими и организационными задачами. То, что хорошо для организации, всегда лучше для человека".<br />- Сюзанна Марджори Филдинг, "Транспланетарный менеджмент, методы и ресурсы"</div>
		
		<h2>История</h2><div class="infobox">Что значит быть человеком? Очевидно, человеческое бытие - это не стремление утвердить уникальность свой личности, для которой требуется принизить других, не менее ценных людей. Также это не распространение меметических систем, идеологий, религиозных убеждений, философских позиций или моральных аксиом. Подлинный смысл человеческого бытия наилучшим образом выражается в полной сублимации личности, в стремлении оставить позади квинтэссенцию человечности; в коллективной воле и действиях многих индивидов, каждый из которых определяется только как часть идеального целого.<br /><br />Непросветленный человек стремится действовать с индивидуалистических позиций, поэтому для устранения препятствий на пути к коллективизму требуется холистический подход. Так возникает Улей. В его основе лежит структура, созданная для бескорыстной реализации себя; ее архитектура самостоятельна, но в то же время не допускает внутренней изоляции. В этом здании живут люди, жаждущие воплотить в реальность человеческую коллективность, практикующие системы отречения от собственного эго, которые выходят за рамки того, что уничижительно называют "групповой муштрой". Эта система должна практиковать поддержание самой себя, оптимизируя коллективное поведение, пока Улей не заработает как единое целое.<br /><br />Улей продемонстрировал, что эусоциальность способна перечеркнуть незрелую эволюционную историю человечества и научить его жить без вредных черт вроде жадности и эгоизма. Только Улей мог изобрести рабочий протокол РабМакс. Только Улей сумел догадаться и продемонстрировать, что Теория Нежелания применима к населению в целом. Ни один ИИ и ни одна сеть контрразведки не хранит секреты лучше Улья, для которого непроницаемость стала приятным побочным продуктом бесперебойного функционирования. И кто, кроме Улья, мог привнести в меметосистему распад отношений "я-мы-ты-они"?<br /><br />Что значит быть человеком? Улей отвечает: один разум и множество тел. Одна воля и множество рук. Одна цель и одно человечество.</div>
	</div>
</asp:Content>

