<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Затмение Маркова</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Затмение Маркова</div>
	<img src="/civilopediabe/images/large/BUILDING_MARKOV_ECLIPSE.png" alt="Затмение Маркова" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1600 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_FIRAXITE.aspx" onmouseover="return tooltip('Фираксит');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_FIRAXITE.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_TRANSCENDENTAL_MATH.aspx" onmouseover="return tooltip('Трансцендентная математика');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_TRANSCENDENTAL_MATH.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Боевые юниты сражаются в полную силу, даже получив урон.</div>
		<h2>Цитата:</h2><div class="infobox">"Самый ценный человеческий актив одной ногой стоит в коде, а другой - в реальном мире, и при этом не теряет устойчивости".<br />- Сюзанна Марджори Филдинг, "Транспланетарный менеджмент, методы и ресурсы"</div>
		
		<h2>История</h2><div class="infobox">Вопреки предсказаниям многих штабных крыс, бурное развитие боевых ИИ не привело к односторонним военным победам. Возник ответный тренд, и в моду вошла "жесткая" военная теория, а также стремление взрывать электромагнитные бомбы при виде любого металлического ящика с проводами. Однако небольшая группа военных ученых продолжала искать способы согласовать действия искусственного интеллекта и живых солдат. Эти ученые пришли к заключению, что путем интенсивных тренировок можно заставить человеческий разум работать в связке с некоторыми типами ИИ. Так появилось Затмение Маркова: система, объединяющая человеческий разум и искусственный интеллект.<br /><br />В течение нескольких поколений небольшая серия марковских ИИ, способных принимать решения, находилась в активном использовании и обеспечивала надежное (хотя и не очень существенное) преимущество при целостном анализе военных задач, к которым прилагалось детальное описание пространства боевых действий. Уникальность этих систем заключалась в параллельном расчете дескрипторов состояния, что позволяло получать не просто наиболее вероятное текущее состояние, а целый байесовский массив, состоящий из наиболее вероятных вариантов. Если в пространстве боевых действий происходили внезапные изменения, система искусственного интеллекта просто переключалась на альтернативную цепочку, которая лучше всего отражала текущую ситуацию, и соответствующим образом обновляла данные. Установлено, что в определенных структурах человеческого мозга происходят схожие психофизиологические процессы, связанные с формированием и изменением представления об окружающей обстановке в префронтальной коре.<br /><br />Вскоре после этого открытия была разработана система мнемонического обучения и созданы интерфейсы визуализации глубинного восприятия для операторов. После достаточного обучения (его срок составлял девять лет, но приемлемые результаты появлялись у операторов с большими способностями уже на четвертом году) оператор мог воспринять схематичную модель пространства боевых действий, созданную искусственным интеллектом, и интуитивно понять, что "видит" система. Та же поглощала ответное позитронное излучение, генерируемое мозгом оператора, и обновляла предположения, связанные с психологическими элементами человека, а также вносила изменения в свою модель. В результате оператор и система искусственного интеллекта становились эффективной командой, способной обрабатывать большие массивы вероятностных данных и направлять войска с минимальными задержками и максимально предсказуемыми результатами.<br /><br />В Затмение Маркова входили элитные кадры, и каждая команда, состоящая из оператора и ИИ, ценилась выше, чем целая дивизия солдат или эскадра канонерок. Участники Затмения Маркова вызывали всеобщее уважение. Они могли отменять приказы всех уровней командования, и их решения подвергались анализу лишь с точки зрения соответствия государственной политике. Годы интенсивных тренировок, меняющих восприятие и мышление, а также ежедневный "личный" контакт с ИИ делали этих людей несколько отстраненными и замкнутыми, отчего сослуживцы испытывали к ним еще большее уважение и видели в них буквально небожителей.<br /><br />Документальным свидетельством власти и мощи, которыми обладало Затмение Маркова, является осада планеты Дриз. Первый батальон третьего подразделения морской пехоты закрепился внутри отсека управления основным реактором станции, проник в систему безопасности и установил импровизированный импульсный радиопередатчик, открывающий канал связи с Затмением Маркова. Так были активированы и приведены в боевую готовность все команды "оператор+ИИ", находящиеся на морских судах, и солдаты смогли получать невероятно точные команды: "Подавить сектор B7. Расход боезапаса не более 37 патронов. Артиллерийский огонь по сектору A3 для отвлечения внимания. Огонь по сектору A9, управляемые боеприпасы". Некоторые морские пехотинцы, находившиеся в тот момент в пограничных состояниях сознания, позднее вспоминали, что слышали по голосовой связи патриотическую музыку или сообщения старых сослуживцев. Бой продолжался более двадцати часов, и, наконец, прозвучало стандартное сообщение: "Вражеские силы нейтрализованы. Конец связи". Затмение Маркова отключилось, солдаты первого батальона остались живы, а по всей планете Дриз были разбросаны горящие останки двух вооруженных дивизий.</div>
	</div>
</asp:Content>

