<%@ Page Title="" Language="VB" MasterPageFile="Buildings.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ракетная батарея</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ракетная батарея</div>
	<img src="/civilopediabe/images/large/BUILDING_ROCKET_BATTERY.png" alt="Ракетная батарея" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">125 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Содержание:</h2><div class="infobox">-1 <img src="/civilopediabe/images/energy.png" alt="energy" /></div>
		
		
		
		
		
		
		
        
        <h2>Оборона:</h2><div class="infobox">18 <img src="/civilopediabe/images/strength.png" alt="strength" />, +15 ед. здоровья</div>
		
		
        
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_BALLISTICS.aspx" onmouseover="return tooltip('Баллистика');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_BALLISTICS.png" /></a></div>
		
		
		
		
		
	</div>
	<div class="contentright">
		
		
		<h2>История</h2><div class="infobox">Пороховые ракеты использовались в военных целях древними китайцами и корейцами, а на запад распространились благодаря монголам. В XX веке стационарные ракетные батареи стали играть важнейшую роль в оборонительных системах. Они использовались для охраны городов от наземных, морских и воздушных сил противника. Во времена Великой Ошибки батареи антибаллистических ракет были чрезвычайно важны, но, в конечном счете, оказались неэффективными. Когда колонисты поняли, что большая часть оружия, привезенная в грузовых отсеках кораблей, имела минимальную эффективность против крупнейших представителей инопланетной фауны, были разработаны ракеты с лазерным наведением, которые затем внедрили в автономные оборонительные периметры многих поселений. Колониальные исследователи стремились получить из местных ископаемых ракетное топливо, но прошло несколько лет, прежде чем было разработано гибридное топливо-гель на основе планетарной нефти, которое могли производить в достаточном для рентабельности количестве. Со временем ракеты колониальных батарей были усовершенствованы и научились противостоять орбитальных спутникам. Они оснащались небольшими квантовыми компьютерами, способными принимать решения в полете, нацеливать ракету, отслеживать и уничтожать спутники с помощью кинетической энергии... и затем, если повреждение укрепленной носовой части ракеты было минимальным, атаковать другую орбитальную цель. До разработки более современного лучевого оружия, несмотря на высокую цену, ракетные батареи оказывали самое эффективное противодействие атакам с земли, моря, а также из атмосферы и космоса.</div>
	</div>
</asp:Content>

