<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Бронепарусина</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Бронепарусина</div>
	<img src="/civilopediabe/images/large/BUILDING_ARMASAIL.png" alt="Бронепарусина" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1500 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_FLOAT_STONE.aspx" onmouseover="return tooltip('Антигравий');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_FLOAT_STONE.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_SYNERGETICS.aspx" onmouseover="return tooltip('Синергетика');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_SYNERGETICS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Город получает на 50% меньше урона от дальнобойных атак.</div>
		<h2>Цитата:</h2><div class="infobox">"Хорошо подготовленный предприниматель имеет пуленепробиваемые контракты и пуленепробиваемые костюмы".<br />- Хутама, "Все мы обречены на процветание"</div>
		
		<h2>История</h2><div class="infobox">Пластичные материалы высокой прочности всегда вызывали повышенный интерес ученых из-за очевидного противоречия: им одновременно присущи стойкость к воздействиям и гибкость. Они также чрезвычайно полезны при создании различных защитных покрытий. Можно сказать, что древние земные материалы вроде кевларового волокна и кольчужной сети - это лишь первые воплощения идеи по созданию бронированной ткани.<br /><br />Многообещающие исследования данных материалов были проведены в эпоху Рассеяния, когда потребовались солнечные паруса и легкая эластичная защита для колониальных кораблей. Но производство таких материалов истощило Землю, и без того страдающую от последствий Великой Ошибки. Считалось, что поселения нового мира нескоро сумеют произвести бронированную ткань такого же качества, как на Старой Земле в ее последние дни. Малейший обрывок этой ткани можно использовать снова и снова. Самый старый из известных обрывков - Земной Штандарт Первой Морской Бригады - это фрагмент солнечного паруса, на котором теперь нарисован Кристо Астарте.<br /><br />Стремясь создать бронированную ткань, доступную для производства в новом мире, инженеры нашли применение местным материалам - от плетеных волокон антигравия и до резилиновых нитей. Самый известный и наиболее функциональный из полученных материалов - бронепарусина. Ей можно придать любую форму, которая затем может сохраняться или не сохраняться по вашему усмотрению. Твердость ее при этом сравнима с углеродным нановолокном. Волокна бронепарусины являются направленными и часто переплетаются тонкой нитью из золота или другого проводника. Когда через бронепарусину пропускается электрический ток, ткань становится жесткой и чрезвычайно прочной, но затем с легкостью смягчается и разглаживается.<br /><br />Одежда из бронепарусины усеяна бесчисленными микросенсорами. Они реагируют на внезапные движения и толчки, увеличивают жесткость ткани, тем самым защищая человека. Прозрачная накидка из бронепарусины с легкостью спасает от пуль рельсовой пушки и осколков артиллерийских снарядов. Рубашку из бронепарусины невозможно разрезать ни лезвием, ни фрактальным ножом. Если такой костюм не защитил человека, причина кроется не в самой ткани, а в неисправности микросенсоров.<br /><br />Новые методы изготовления упрощают и удешевляют производство бронепарусины, и многие военные теоретики утверждают, что в обозримом будущем доспехи смогут противостоять всем видам оружия за исключением самого тяжеловесного.</div>
	</div>
</asp:Content>

