<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Квантовый компьютер</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Квантовый компьютер</div>
	<img src="/civilopediabe/images/large/BUILDING_QUANTUM_COMPUTER.png" alt="Квантовый компьютер" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1050 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_GEOTHERMAL_ENERGY.aspx" onmouseover="return tooltip('Геотермальный источник');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_GEOTHERMAL_ENERGY.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_FIELD_THEORY.aspx" onmouseover="return tooltip('Теория поля');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_FIELD_THEORY.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Дает +50% к длительности работы орбитальных юнитов и снижает до нуля затраты на их <img src="/civilopediabe/images/energy.png" alt="energy" /> содержание.</div>
		<h2>Цитата:</h2><div class="infobox">"За что я люблю квантовые вычисления - это за возможность получить из ничего что-то да и еще и за счет кого-нибудь".<br />- Сюзанна Марджори Филдинг, "Транспланетарный менеджмент, методы и ресурсы"</div>
		
		<h2>История</h2><div class="infobox">Теоретические модели квантовых компьютеров были созданы цивилизациями, жившими до Великой Ошибки, благодаря экстраполяциям физических моделей Вселенной. Тем не менее, представителям этих культур так и не удалось создать квантовый компьютер (хотя в исторических записях имеются интригующие намеки, которые позволили некоторым предположить, будто несколько экземпляров все же были тайно созданы). Эти теоретические модели были переданы первым колонистам в надежде на то, что когда-нибудь где-нибудь ресурсы позволят разработать настоящий квантовый компьютер.<br /><br />Но даже с учетом пополнения практических знаний по физике и субатомному строительству квантовый компьютер так и не удавалось создать. Контролируемое квантовое запутывание и распутывание оставалось недоступным, пока одной исследовательской группе не удалось наконец создать первые стабильные линейные квантовые машины Тьюринга, а вскоре и стабильное квантовое вычислительное поле (хотя и смехотворной простоты по сегодняшним меркам). Эти первые квантовые компьютеры были неэффективными, топорными, а также давали неожиданные и внезапные сбои. Но они были на порядок мощнее самых лучших транзисторных компьютеров своего времени. Поэтому политики были готовы мириться со счетами за электричество, необходимое для поддержания морей конденсата Бозе-Эйнштейна и капризных ускорителей Стрейнджа, так как эти компьютеры могли, наконец, предоставить ученым мощность, необходимую для создания по-настоящему впечатляющих моделей планетарной геофизики, предсказуемой аэродинамики, орбитальной навигации и прогнозирования погоды.<br /><br />Любопытно, что квантовый компьютер был создан как приложение квантовой теории, но при этом и сам оказал существенное влияние на понимание глубоких материй космоса. Анализ шумовых результатов миллионов операций дал исследователям богатый статистический материал. Кроме того, казалось, что этот шум подтверждал (по крайней мере, на определенном уровне) теории множественности миров, озвученные за несколько веков до Великой Ошибки. Это открытие, в свою очередь, имело серьезные культурные последствия. Как читателю, без сомнения, известно, наиболее знаменитым из них является мискатоникская читающая группа - отдел исследователей, чьи публикации о том, что может происходить в альтернативных мирах, одновременно вызывают огромный интерес и невероятную тревогу.</div>
	</div>
</asp:Content>

