<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Холоновая камера</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Холоновая камера</div>
	<img src="/civilopediabe/images/large/BUILDING_HOLON_CHAMBER.png" alt="Холоновая камера" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1650 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_FLOAT_STONE.aspx" onmouseover="return tooltip('Антигравий');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_FLOAT_STONE.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_HYPERCONDUCTORS.aspx" onmouseover="return tooltip('гиперпроводников');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_HYPERCONDUCTORS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Дает очки <img src="/civilopediabe/images/research.png" alt="research" /> науки, равные 10% от общего производства <img src="/civilopediabe/images/energy.png" alt="energy" /> энергии.</div>
		<h2>Цитата:</h2><div class="infobox">"Ну, возможно, вы ее недостаточно нагрели", - сказал Пол Баньян, и он взял плазму из хольраума, с силой потер ее между руками, пока поле Алефа не пришло в нормальное состояние, и положил ее обратно в Холоновую камеру. "Думаю, этого хватит, чтобы высушить ваши ботинки", - сказал он".<br />- "Сказки дядюшки Клона"</div>
		
		<h2>История</h2><div class="infobox">Великий парадокс живших в период до Великой Ошибки цивилизаций состоит в том, что проведенные ими сложные эксперименты по физике высоких энергий отошли на второй план перед более насущными нуждами эпохи Рассеяния. Поэтому данный раздел физики не развивался в течение многих столетий, пока колониальные научные учреждения не смогли продолжить ресурсоемкие исследования в новом мире. Холоновая камера выделяется среди прочих экспериментальных разработок тем, что она не только помогла экспериментальной физике частиц опять расцвести, но и помогла достичь ей новых высот по всем направлениям. Впрочем, создатели Камеры не теряли бдительности: ее харизматичный директор Хуэй ван дер Ваальд открыл первую конференцию саркастическим замечанием: "Сегодня нельзя потерпеть такую же колоссальную неудачу, как и на древней Земле".<br /><br />Огромная сферическая структура из блестящей белой транскерамики заслоняла горизонт, и современные ученые отмечали, что на фоне местного пейзажа она вызывает либо прилив оптимизма, либо ощущение сильного неуюта. При запуске Камеры ее генераторы сотрясали целые гектары земли и заметно искажали магнитное поле планеты. Ее операционный ИИ был переделан из военного боевого интегратора, а симуляционный/аналитический ИИ настолько туго соображал, что его почти отключили по соображениям безопасности. В сердце Камеры, за алмазными рефракторами и плазменными пинч-магнитами, находился хольраум - полость, стены которой состояли из самого гладкого вещества, существующего в этой Вселенной. Внутри полости буйствовали первозданные энергии, поливающие детекторы загадочными данными и явлениями.<br /><br />Но загадочное в конечном итоге обретает смысл, а тот находит практическое применение. Огненный вал Холоновой камеры подарил человечеству принцип Алькубьерре для связи быстрее скорости света, стабильные трансфираксиальные элементы, строительство синьжушу. Холоновая камера стала последним и лучшим в своем роде высокоэнергетичным тиглем.<br /><br />А порой загадочное заставляет разводить руками. Недавний метахронополевой анализ массива данных главной полости детектора привел некоторых теоретиков к предположению, будто эта вселенная может быть просто хорошо реализованной моделью невообразимой сложности, выполненной с помощью машины Тьюринга.</div>
	</div>
</asp:Content>

