<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Дозер</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Дозер</div>
	<img src="/civilopediabe/images/large/BUILDING_CRAWLER.png" alt="Дозер" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1250 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_FLOAT_STONE.aspx" onmouseover="return tooltip('Антигравий');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_FLOAT_STONE.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_MECHATRONICS.aspx" onmouseover="return tooltip('Мехатроника');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_MECHATRONICS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Дает +25% к <img src="/civilopediabe/images/production.png" alt="production" /> производству при строительстве зданий и чудес света.</div>
		<h2>Цитата:</h2><div class="infobox">"Джон Генри улыбнулся "Дозеру" и сказал: "Ты, конечно, здорово загребаешь, но посмотрим, кто первым доберется до слоя Мохоровичича". Он взял лопату и стал ждать стартового выстрела".<br />- "Сказки дядюшки Клона"</div>
		
		<h2>История</h2><div class="infobox">Богатые минералами недра новых планет позволили инженерам приступить к строительству в немыслимых на Земле масштабах. Именно невероятный масштаб строительства наилучшим образом демонстрирует оптимистический настрой того времени. Но даже в эпоху возродившегося интереса к впечатляющей инфраструктуре лишь несколько инженерных работ могут потягаться с Дозером.<br /><br />Да, Дозер предназначался для строительства, но его великолепие заключалось в том, что он мог перестроить самого себя в соответствии с любой инженерной задачей. На шасси-платформе, лежавшей в сердце Дозера, размещались суперэффективные металлургические печи, крупные роботизированные механические цеха, трехмерные прецизионные инструменты и жилье экипажа. Суперсооружение украшали порталы, платформы, стрелы, краны, экскаваторы и буровые установки, большинство из которых были построены в самом Дозере. Если посмотреть на голограмму, показывающую Дозер в действии, на высокой скорости, он напомнит огромное животное, царапающее планету, рычащее, выпускающее и прячущее огромные стальные шипы и пластины из своего дюралюминиевого панциря.<br /><br />Особенно впечатляют выполненные Дозером проекты и список его рекордов. Дозер заложил основы ксеномаллия, выкопал чрезвычайно глубокие и эффективные геотермальные скважины (многие из которых используются по сей день) и самостоятельно проложил Прибрежный Путь менее чем за год. Он пошел на передовую во время Войны у станции Тоше, где обезвредил кавалерию, успевшую проскакать до фронта всего шесть километров. Экипаж сообщал, что они все еще чувствовали жар кузницы, когда шли в бой.<br /><br />Мы знаем почти всю историю Дозера, потому что работавшие на нем инженеры всегда чрезвычайно бережно хранили его регистраторы данных. В результате этого появилось увлечение под названием "дозер-дейтинг". Его суть заключается в том, чтобы по конфигурации Дозера, показанной на фото или видео, определить дату сьемки.<br /><br />Последней задачей Дозера было разобрать себя на запчасти для переработки. Принадлежащая гильдии инженеров медаль Гупты-Харрисона за исключительный вклад в развитие человечества высечена из вольфрамо-карбидной распорки, которая была частью шасси-платформы Дозера, а теперь напоминает инженерам об их достижениях.</div>
	</div>
</asp:Content>

