<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ксенонова</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ксенонова</div>
	<img src="/civilopediabe/images/large/BUILDING_XENONOVA.png" alt="Ксенонова" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1150 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_XENOMASS.aspx" onmouseover="return tooltip('Ксеномасса');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_XENOMASS.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_ALIEN_MATERIALS.aspx" onmouseover="return tooltip('материалов инопланетян');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_ALIEN_MATERIALS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Штрафы от низких уровней <img src="/civilopediabe/images/unhealth.png" alt="unhealth" /> здоровья сокращаются на 50%.</div>
		<h2>Цитата:</h2><div class="infobox">"Смотрите на планету, как на мать, которая любит и растит своих детей, и тогда этот новый мир станет для вас понятнее".<br />- Саматар Джама Барре, "Это не изгнание"</div>
		
		<h2>История</h2><div class="infobox">Среди первых наблюдений, сделанных биологами по прибытии на планету, были невероятные регенеративные возможности обитавших здесь форм жизни. Со временем это привело к открытию планетарного метасимбиоза и обоюдных взаимозависимостей многих видов на клеточном и видовом уровнях. Выяснилось, что миазма - естественный побочный продукт ксеномассы - играет важную роль в функционировании иммунной системы инопланетян. Было совершено множество попыток применить свойства ядовитых испарений к лечению травм, но они не принесли результатов. Тем не менее, исследователи не теряли надежду, что можно будет найти систему, которая дополнит физиологическое исцеление и рост человека на многих уровнях.<br /><br />Когда удалось понять биологическую структуру ксеномассы, биологи провели новую серию экспериментов по изменению бактериальных симбионтов человека, чтобы заставить их выполнять ту же роль, что и частицы миазмы. Была разработана группа "слоновых эукариотов", некоторые из которых были столь велики, что их можно было разглядеть невооруженным глазом. Проведя над ними ряд генетических экспериментов, ученые выяснили, что некоторые из них выполняли роль миниатюрных органов, фильтрующих загрязняющие вещества, а также стимулировали выработку иммунных клеток, не вызывая опасных гиперреакций иммунной системы. Слоновые эукариоты лучше совместимы с растениями, чем с людьми, и способны обеспечивать невероятный рост и здоровье сельскохозяйственных культур. Но важнее всего тот факт, что эти бактерии приспособлены к кооптации некоторых химических веществ из ксеномассы. Это позволило за несколько коротких поколений создать ксенонову.<br /><br />Ксенонову иногда называют "чудодейственной таблеткой", что абсолютно неверно. Ксенонова - это не препарат, а сложная симбиотическая экосистема адаптирующихся организмов, которая накладывается на растение-хозяина, ускоряя его рост, улучшая удержание питательных веществ и позволяя растению процветать и в необработанной почве. Повсеместное распространение ксеноновы сыграло критически важную роль в достижении человеческими колониями успеха в этом мире. Только благодаря адаптации биосистем этой планеты люди смогли создать растения, дающие более богатый урожай, чем растения Старой Земли.<br /><br />Кроме того, плоды этих растений не содержат генетических загрязнений, встречающихся во многих штаммах Старой Земли. Они сохраняют лучшие питательные вещества, в результате чего пища стала гораздо более здоровой, чем раньше. Доказательство силы ксеноновы в том, что мы почти не задумываемся о ней сегодня. Мы - сытые, здоровые потомки тех, кто привез с собой из старого мира несколько желтых зерен.</div>
	</div>
</asp:Content>

