<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Байтовая база данных</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Байтовая база данных</div>
	<img src="/civilopediabe/images/large/BUILDING_BYTEGEIST.png" alt="Байтовая база данных" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1450 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_FIRAXITE.aspx" onmouseover="return tooltip('Фираксит');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_FIRAXITE.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_SWARM_INTELLIGENCE.aspx" onmouseover="return tooltip('Роевой интеллект');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_SWARM_INTELLIGENCE.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Требования для получения бонуса синергии за счет направлений развития определенного уровня снижаются на 1.</div>
		<h2>Цитата:</h2><div class="infobox">"Я не могу не любить Байтовую базу данных. Хоть ее иногда слишком уж много, без нее тоже не обойдешься".<br />- Элоди, "Заметки"</div>
		
		<h2>История</h2><div class="infobox">Вы открыли статью Цивилопедии о Байтовой базе данных! Перейти к статье "Операционные системы"? Перейти к статье "Общественная польза"? Перейти к разделу "События"? Перейти к разделу "Друзья"? Продолжить чтение.<br /><br />Продолжить чтение. Байтовая база данных - это многопотоковая платформа для сбора и распространения социальных данных. Перейти к статье "Социальные данные"? Перейти к статье "Распространение идей"? Продолжить чтение.<br /><br />Продолжить чтение. Цель: Байтовая база данных поможет вам достичь максимального уровня самореализации, собрав данные о вашем социальном поведении при помощи агентов, действующих по принципу "роя". Затем Байтовая база данных подключит вас к новым людям и идеям, тем самым обогащая вашу социальную меметосферу. Перейти к статье "Социальная меметосфера"? Перейти к статье "Действия "роя" агентов"? Продолжить чтение.<br /><br />Продолжить чтение. Агенты Байтовой базы данных постоянно отслеживают поле вашего социального контекста, что позволяет им прогнозировать ваши информационные и социальные потребности. На основании этого прогноза они подключают вас к удаленным активам, которые могут представлять для вас ценность в поиске ответов на текущие вопросы. Перейти к статье "Алгоритмы оценки"? Перейти к статье "Мониторинг поля социального контекста"? Перейти к статье "История Байтовой базы данных"?<br /><br />История Байтовой базы данных. Текущая версия: Эпсилон-93939-xi. В течение пяти минут активный агент планирует передать данные "роевым" агентам второго уровня. Подробности будут опущены по команде. Продолжить изложение истории развития Байтовой базы данных.<br /><br />История развития Байтовой базы данных. Байтовая база данных — революционный шаг за пределы культурных архивов и личных помощников с искусственным интеллектом, позволивший создать первую настоящую модель социальной сети. В отличие от предыдущих систем, Байтовая база данных действует в реальном времени при помощи многих агентов, производя, анализируя и распространяя информацию. И все это для того, чтобы упростить жизнь своих пользователей. Знаете ли вы, что входили вчера в Байтовую базу данных 233 раза? Знаете ли вы, что сами ввели лишь 28 запросов? Остальные Байтовая база данных предугадала! Перейти к статье "Подпрограммы".<br /><br />Первичные подпрограммы Байтовой базы данных стали доступны публике с версией альфа-000030. Университет Свободы, отдел информационной социологии. Авторство искусственного интеллекта засекречено. Принимавший участие в разработке персонал засекречен.<br /><br />Вам, похоже, интересно развитие Байтовой базы данных! Другие пользователи, интересовавшиеся историей Байтовой базы данных, также читали материалы на тему социально-политической теории и взаимодействия человека с искусственным интеллектом. Хотите узнать, кто из ваших друзей интересуется этими темами? Хотите встретиться с людьми, которые тоже интересуются этой темой?<br /><br />Спасибо! Вы в процессе подключения. Сегодняшнее предсказание: "Причина проблемы — намокшие клеммы. Ставь их внахлёст, спровоцируешь рост". Открытие соединения.</div>
	</div>
</asp:Content>

