<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ксенодром</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ксенодром</div>
	<img src="/civilopediabe/images/large/BUILDING_XENODROME.png" alt="Ксенодром" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1050 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_XENOMASS.aspx" onmouseover="return tooltip('Ксеномасса');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_XENOMASS.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_ALIEN_ETHICS.aspx" onmouseover="return tooltip('Этика инопланетян');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_ALIEN_ETHICS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Оказывает небольшое положительное влияние на мнение инопланетян каждый ход, а отрицательное мнение инопланетян улучшается в два раза быстрее.</div>
		<h2>Цитата:</h2><div class="infobox">"Мы слишком поздно поняли, что драгоценные дары природы нуждаются в защите. Прощальным даром слона стало мудрое решение быть добросовестными хранителями следующей планеты".<br />- Саматар Джама Барре, "Это не изгнание"</div>
		
		<h2>История</h2><div class="infobox">Давно известно, что вмешательство в любую сложную систему неизбежно меняет первоначальную траекторию ее развития. Растения и животные Старой Земли сильно пострадали от Великой Ошибки, и к началу эпохи Рассеяния большая часть уникальной мегафауны и флоры исчезла навсегда. Колоссальный ущерб был нанесен и экологии, и культуре. Кто поймет выражение "Полцарства за коня!", если люди уже несколько веков не видели лошадей?<br /><br />Памятуя об этом, колонисты изо всех сил старались сохранить информацию о былом разнообразии биологических видов нашей планеты. Но одних только каталогов с генетической информацией и заспиртованных образцов было недостаточно. Намного лучше и правильнее было бы призвать на помощь местные виды и сделать так, чтобы они стали свидетелями объединения инопланетных колонистов и живых обитателей планеты. Ксенодром создал среды, которые можно было плотно заселить без ущерба для находящихся там животных. Так появилась одна из самых сложных и интересных систем, позволяющая колонистам взаимодействовать с живой природой этого мира. Географическое местоположение потеряло свою актуальность (хотя его и можно было определить по некоторым неявным признакам), и биом был представлен во всем своем великолепии.<br /><br />Так приятно было прогуливаться по обитаемым зонам! Во время такой прогулки можно было встретить стада, мирно щиплющие травку, понаблюдать за роями насекомых, кружащихся над головой, и даже увидеть издалека замаскировавшегося хищника. Люди могли без страха поплавать с морским драконом или пройти через логово жука-хищника (как же им повезло, в отличие от их далеких предков!). Создание ксенодрома привело к появлению невероятного количества любительских видео и фотографий, так как этот парк помогал посетителям чувствовать жизнь планеты, ее пульс.<br /><br />Но важнейшим следствием создания ксенодрома стал тот факт, что люди начали воспринимать новую планету как единое живое целое, и со временем эта мысль перешла в более глубокое и качественное понимание колонизированного мира.</div>
	</div>
</asp:Content>

