<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Сфера дронов</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Сфера дронов</div>
	<img src="/civilopediabe/images/large/BUILDING_DRONE_SPHERE.png" alt="Сфера дронов" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">550 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_FLOAT_STONE.aspx" onmouseover="return tooltip('Антигравий');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_FLOAT_STONE.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_SWARM_ROBOTICS.aspx" onmouseover="return tooltip('Роевая роботехника');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_SWARM_ROBOTICS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Действия рабочих и экспедиции исследователей требуют на 50% меньше времени.</div>
		<h2>Цитата:</h2><div class="infobox">"Сфера дронов напоминает мне ни много, ни мало высший свет Версаля, только здесь каждый мужчина - Король-Солнце, а каждая женщина - королева, окруженные любезными придворными".<br />- Элоди, "Заметки"</div>
		
		<h2>История</h2><div class="infobox">Попробуйте представить городскую жизнь как череду известных, но невыполненных задач. Материалы и товары нужно доставлять со складов в производственные цеха. Оборудование нужно содержать в порядке и обслуживать. При этом люди не должны заниматься рутинными процессами, они должны сосредоточиться на реализации высшего потенциала. На этом этапе становится очевидной необходимость создания отряда самообслуживаемых и централизованно управляемых дронов. Должна существовать так называемая сфера дронов, которая возьмет контроль на себя и позволит создателям сосредоточиться на более возвышенных вопросах.<br /><br />Предшественники сферы дронов, должно быть, существовали на Земле до Великой Ошибки, поскольку человечество в то время обладало необходимыми ресурсами и элементарными системами искусственного интеллекта, а, следовательно, могло создавать простейшие версии таких сфер. В новом мире, однако же, имеются новые ресурсы и специализированная сеть городских помощников, поэтому здесь воплотилась в реальность настоящая сфера дронов. Частью ее архитектуры стали контрольные вышки, бессловесные и неподвижные, как руки заклинателя, пробуждающие к жизни летучий рой. Но подлинным сердцем сферы дронов стала Рамка Лангстрота, откуда интеллектуальные системы управляют устройствами-сборщиками, выполняющими конструирование и ремонт дронов, и совещаются друг с другом о том, как усовершенствовать жизнь своих хозяев-людей.<br /><br />А теперь вдумайтесь, в каком мире живут эти люди! Небо заполонили автоматические роботы-служители, нагруженные товарами и мусором, на ходу меняющие детали, ремонтирующие и обновляющие друг друга в единой симфонии гула моторов и скрежета механических рук. Роботы вывозят за людей мусор и доливают им в бокал напитки, а люди лишь неторопливо отдают приказы системам искусственного интеллекта, всегда готовым оказать услугу. Не стоит забывать и про дополнительные преимущества в вопросах безопасности! Любые аномальные действия мгновенно распознаются, регистрируются, и соответствующая информация передается хозяевам. Разве можно забыть, как робот-садовник провел трем агентам импровизированную цефалотомию?</div>
	</div>
</asp:Content>

