<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Мастерская мемов</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Мастерская мемов</div>
	<img src="/civilopediabe/images/large/BUILDING_MEMETWORK.png" alt="Мастерская мемов" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">850 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_FIRAXITE.aspx" onmouseover="return tooltip('Фираксит');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_FIRAXITE.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_ORBITAL_NETWORKS.aspx" onmouseover="return tooltip('орбитальных сетей');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_ORBITAL_NETWORKS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Требования к уровню совершенств для юнитов, зданий и чудес снижаются на 1.</div>
		<h2>Цитата:</h2><div class="infobox">"Некоторые идеи никуда не годятся. Создайте хорошую идею - и получите хорошие колонии".<br />- Вадим Козлов, "Аксиомы из протоколов Центрального Совета"</div>
		
		<h2>История</h2><div class="infobox">Теория мемов берет свое начало в глубокой древности, а к моменту Великой Ошибки она, судя по всему, успела усложниться. До сих пор продолжаются дискуссии о том, правда ли ранним мемитицистам удалось систематизировать свои познания в этой области или они были лишь опытными наблюдателями, действовавшими интуитивно. В эпоху Рассеяния, когда все нации Старой Земли сосредоточились на практических инженерных разработках, небольшая группа мемитицистов искала лучший способ сохранения культурного наследия Старой Земли. Считается, что эти ученые создали общую систему распространения в высшей степени положительных мемов, а также систему сохранения всех остальных.<br /><br />Возможно, в какой-то момент эти высокотехнологичные системы сохранения и передачи мемов были вновь открыты и дополнены, став основой системы прямого культурного переноса. Теперь нужные идеи, убеждения и цели можно было продвигать и незаметно внедрять в социальную структуру колонии. Это позволяло повышать уровень социальной гармонии и предотвращать укоренение нежелательных мемов. Поначалу мастерская мемов использовалась для продвижения идей общей ответственности и безопасности (с лозунгами вроде "Только ВЫ можете предотвратить заражение микотоксическими спорами!"), но впоследствии с ее помощью распространялись также и более тонкие эстетические и моральные суждения.<br /><br />Именно эффективность эстетических и моральных мемов сделала очевидной важнейшую роль мастерской мемов. Возьмем, к примеру, мем "Путь Праведности", находившийся под угрозой исчезновения до появления мастерской, где имелось простое собрание афористических выражений и "я-высказываний", являющихся непрямыми контраргументами к выступлениям за расширение людского фенотипа. Мастерская мемов собрала воедино все эти почти не связанные темы и снабдила их квазирелигиозным механизмом распространения, что привело к появлению Пути как мы его знаем.<br /><br />Архив мастерской мемов - наилучший из возможных источник историографических и антропологических знаний, и попытки его анализа уже сегодня могут приоткрыть для нас дверь в мир будущих идей и захватывающих открытий.</div>
	</div>
</asp:Content>

