<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ансибл</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ансибл</div>
	<img src="/civilopediabe/images/large/BUILDING_ANSIBLE.png" alt="Ансибл" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1650 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_GEOTHERMAL_ENERGY.aspx" onmouseover="return tooltip('Геотермальный источник');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_GEOTHERMAL_ENERGY.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_EXOTIC_MATTER.aspx" onmouseover="return tooltip('Экзотическая материя');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_EXOTIC_MATTER.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Очки совершенства зарабатываются на 25% быстрее.</div>
		<h2>Цитата:</h2><div class="infobox">"Когда придут распоряжения? Сейчас? А еще быстрее можно?"<br />- Вадим Козлов, "Аксиомы из протоколов Центрального Совета"</div>
		
		<h2>История</h2><div class="infobox">Развитие квантовой связи на разных этапах ее изучения происходило с переменным успехом. Незадолго до эпохи Рассеяния исследователи обнаружили, что некоторые субатомные частицы имеют одинаковый спин. Изменение одной частицы приводило к изменению другой. Это открытие использовалось в создании квантовой связи с низким уровнем надежности и низкой пропускной способностью. Такой метод передачи данных работал очень недолго (через несколько часов частицы, как правило, теряли синхронизацию) и отличался низкой скоростью (несколько байт в минуту). Его достоинство заключалось в высокой защищенности, но абсолютная безопасность передачи данных редко стоила затраченных усилий. Мгновенная связь оставалась невозможной именно там, где это особенно остро требовалось, - например, между поселениями, находящимися на большом расстоянии друг от друга или не обладающими традиционными средствами связи.<br /><br />Ситуацию изменил Ансибл. При помощи высокоэнергетического поля Джонсона-Бейтса он воздействует на спин частиц на фактически неограниченном расстоянии. Это позволяет создать столько синхронных частиц, сколько потребуется для передачи данных. По окончании передачи частицы возвращаются к своему естественному спину. Получателю нужно знать только, за какими частицами следить, что нетрудно, если предварительно он получит сигнал (в просторечии известный как "рингтон").<br /><br />Высокоэнергетическому полю Джонсона-Бейтса необходим целевой участок пространства, так что для "прицеливания" Ансиблу потребуется достаточно подробная карта локации-получателя. Поле Джонсона-Бейтса не имеет пространственных ограничений, поэтому при помощи Ансибла данные можно передавать на сколь угодно дальнее расстояние. Кроме того, этот метод связи практически не имеет ограничений по пропускной способности (теоретический верхний предел поля Джонсона-Бейтса превышает число частиц, которые будут существовать в течение всей жизни Вселенной).<br /><br />В наши дни никого не удивишь тем, что данные можно передавать со скоростью, превышающей скорость света. Однако способность моментально передавать любую информацию, будь то важнейшее политическое заявление или же, напротив, самое сокровенное личное сообщение, кардинальным образом изменила колониальное общество, придав новый смысл формуле "всегда на связи". Благодаря усовершенствованию систем коммуникации прогресс в его культурном и социальном измерениях совершил гигантский скачок вперед. Общества, озаренные благом Ансибла, в одночасье обрели более глубокое знание, совершенную промышленность, глубинное сопереживание, а также быстро заняли передовые позиции социального прогресса и человеческой эволюции.</div>
	</div>
</asp:Content>

