<%@ Page Title="" Language="VB" MasterPageFile="Buildings.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Сеть наблюдения</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Сеть наблюдения</div>
	<img src="/civilopediabe/images/large/BUILDING_SURVEILLANCE_WEB.png" alt="Сеть наблюдения" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">235 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Содержание:</h2><div class="infobox">-1 <img src="/civilopediabe/images/energy.png" alt="energy" /></div>
		
		
		
		
		
		
		
        
        <h2>Оборона:</h2><div class="infobox">+5 ед. здоровья</div>
		
		
        
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_ARTIFICIAL_INTELLIGENCE.aspx" onmouseover="return tooltip('Искусственный интеллект');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_ARTIFICIAL_INTELLIGENCE.png" /></a></div>
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Максимальное значение интриги в городе снижается на 2.</div>
		
		<h2>История</h2><div class="infobox">Синергетический метод сбора данных, предложенный колониальными кибернетиками, вскоре привел к созданию динамичных и "обучающихся" систем наблюдения как для внешнего, так и для внутреннего мониторинга. Благодаря сети квантовых компьютеров, обрабатывающих петабайты поступающей информации, полученной от систем непосредственного наблюдения (оптических, аудио- и электромагнитных), при помощи перехвата коммуникационного трафика, со спутников, с использованием биометрических параметров и людей, колониальные поселения могут принять контрмеры в отношении любых проблем, начиная от вспышек заболеваний и заканчивая нападениями противника. Точные масштабы и параметры мониторинга существенно различаются от поселения к поселению. Некоторые применяют сбор данных и профилирование, другие делают акцент на анализе социальных сетей и так следят за корпорациями и частными организациями. Наибольшей степенью проникновения обладают сети наблюдения, использующие обязательную идентификацию машин, роботов, животных и людей по радиочастотной маркировке - так они отслеживают их действия. Системы глобального позиционирования позволяют осуществлять такой мониторинг в отношении выходцев из данной колонии вне зависимости от того, где они находятся. Большинство сетей наблюдения способны развиваться и обучаться при получении обратной связи, что позволяет им осуществлять сложный анализ входящей информации и самостоятельно принимать ответные меры. В зависимости от запрограммированных параметров реакция сети на обнаруженную угрозу может различаться. В одних случаях система просто проинформирует операторов; в других - решит действовать самостоятельно. Она способна мобилизовать и направить охранные, военные, медицинские или чрезвычайные службы. Наконец, некоторые сети наблюдения включают в себя контрнаблюдение и обратные подпрограммы, реагирующие на угрозы в отношении самой сети.</div>
	</div>
</asp:Content>

