<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Центральное управление</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Центральное управление</div>
	<img src="/civilopediabe/images/large/BUILDING_MASTER_CONTROL.png" alt="Центральное управление" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">250 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_AUTONOMOUS_SYSTEMS.aspx" onmouseover="return tooltip('автономных систем');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_AUTONOMOUS_SYSTEMS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Дает +1 к <img src="/civilopediabe/images/moves.png" alt="moves" /> передвижению рабочих и снижает до нуля затраты на их <img src="/civilopediabe/images/energy.png" alt="energy" /> содержание.</div>
		<h2>Цитата:</h2><div class="infobox">"Самый простой способ понять социальную систему - это воплотить ее в код. Лучший способ оптимизировать социальную систему - это позволить коду изменить мир".<br />- Даомин Сочуа, "Научная мораль", том XIV</div>
		
		<h2>История</h2><div class="infobox">Решение о распределении ресурсов всегда было щекотливым вопросом для человечества, но наиболее остро это ощутилось в ранние годы планетарного развития. Привезенные ресурсы истощались, а скорость добычи новых все еще оставалась невероятно медленной, поэтому первые колонисты приняли весьма успешную и в высшей степени централизованную форму распределения ресурсов: центральное управление.<br /><br />Разрешить паре объединенных модулей ИИ наблюдать за характером использования ресурсов и предлагать направления его оптимизации было гениальным решением. Любопытно, что, судя по имеющимся данным, многие поселенцы отнеслись к центральному управлению более чем прохладно - многие из них до сих пор верили в потребность ранних колоний добиваться предельной политической автономии. Об истории центрального управления мы в значительной степени знаем из письменных жалоб на него. Об успехе же этой системы рассказывают археологические записи: до введения ЦУ колонисты были разобщены, склочны, голодны и больны. С появлением ЦУ все изменилось.<br /><br />Применяя примитивнейшие технологии, такие как процессор на транзисторах и двоичную архитектуру памяти, центральное управление тем не менее достигало в своей работе изящества, плотно анализируя обратную связь из разных источников и находя в ней соответствия при помощи байесовского ассоциатора. Недавние исследования в вычислительной археологии также показывают, что система маскирует выходы, стратегически скрывая информацию от собственных операторов, когда это необходимо для достижения оптимального результата. Конечно, сегодня мы и не замечаем такого уровня эффективности, но помните, что наши предки добились его с помощью микросхем!</div>
	</div>
</asp:Content>

