<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Воскреситель</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Воскреситель</div>
	<img src="/civilopediabe/images/large/BUILDING_RESURRECTION_DEVICE.png" alt="Воскреситель" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1350 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_GEOTHERMAL_ENERGY.aspx" onmouseover="return tooltip('Геотермальный источник');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_GEOTHERMAL_ENERGY.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_ARTIFICIAL_EVOLUTION.aspx" onmouseover="return tooltip('Искусственная эволюция');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_ARTIFICIAL_EVOLUTION.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Преимущества от высоких уровней <img src="/civilopediabe/images/health.png" alt="health" /> здоровья увеличиваются на 50%.</div>
		<h2>Цитата:</h2><div class="infobox">"Я собиралась покинуть сей мир.<br />И стояла я на пороге,<br />И услышала:<br />"Не уходи, ты нам нужна!"<br />Я вернулась, влекомая милосердием".<br />- Кавита Такур, "Бхагавад-4"</div>
		
		<h2>История</h2><div class="infobox">Цивилизациям часто приходится переживать сильные общественные волнения в переходные периоды истории. Одним из наиболее распространенных факторов, провоцирующих такого рода события, является смерть лидера. Насколько спокойнее жило бы общество, если бы смерти лидеров фракций случались реже? И делает ли большая продолжительность жизни человека лучше?<br /><br />Даже культуры Земли, жившие до Великой Ошибки, изучали умирание и определили, что главная причина старения заключается в генетических повреждениях, возникающих во время репликации ДНК. Были предложены различные гипотетические решения. Например, сделать "мгновенные снимки" ДНК человека в ключевом возрасте, а затем поддерживать индивидуальный генотип с помощью сложного биохимического режима в течение длительного периода времени. Но теоретические знания не всегда совпадают с практическими возможностями, особенно с учетом нехватки ресурсов, вызванной Великой Ошибкой и строгим регулированием эпохи Рассеяния. Кроме того, существовали сложные этические табу, которые необходимо было учитывать. Увеличенная продолжительность жизни влечет за собой энергетические затраты, поэтому не может применяться повсеместно, а необходимость выбирать, чью жизнь продлить, приводит к этическим головоломкам, не все из которых удалось разрешить даже с появлением этического исчисления и полирациональности.<br /><br />Одним словом, строительство Воскресителя не начиналось не по причине нехватки знаний, а из-за недостатка желания. Очевидно, что биологические познания колонистов n-ных поколений были намного богаче по сравнению с временами Старой Земли, а имевшиеся в их распоряжении ресурсы Нового Мира позволили действовать практически. Но что-то по-прежнему удерживало людей от создания системы, способной подарить вечную жизнь.<br /><br />Сам проект был строго засекречен. Общественный анализ показал, что распространение веры в возможность создания Воскресителя привели бы к полной дестабилизации общества. Были запущены различные исследовательские программы, и лишь несколько ключевых персон знали их конечную цель. Когда программы добились необходимых успехов, был создан последний объект под кодовым названием "Град Небесный".<br /><br />Объект использует протокол воскрешения под маской автоматизации и под грифом секретности. Мало кто из тех, кого не пригласили им воспользоваться, знает о Воскресителе. Выбирают же людей, внесших наибольший вклад в развитие культуры, науки, управления или религии. Кандидатов везут в Воскресенск, где протокол применяется. В течение нескольких недель ДНК их тел восстанавливают, рои самых передовых нанитов ищут в теле дефекты развития (которые затем исправляются), а мозг кандидата полностью голографируется для будущего сохранения. Только после этого кандидат выходит из Воскресителя, а окружающие видят, как меняется его возраст: он становится моложе.<br /><br />Существует множество популярных теорий, объясняющих Воскреситель. Некоторые зарождаются в народе сами (например, теория "шока от миазмы"), а другие тщательно прорабатываются и вбрасываются контрразведкой (самая популярная - "Синдром Горта"). Теории обычно приписывают омоложение какой-нибудь таинственной силе из инопланетного мира, что отчасти правда. Но правда это лишь потому, что чужой мир позволил человечеству стряхнуть с себя оковы культа неизбежности естественной смерти.</div>
	</div>
</asp:Content>

