<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Прогностическая система</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Прогностическая система</div>
	<img src="/civilopediabe/images/large/BUILDING_PRECOG_PROJECT.png" alt="Прогностическая система" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">450 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_XENOMASS.aspx" onmouseover="return tooltip('Ксеномасса');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_XENOMASS.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_COLLABORATIVE_THOUGHT.aspx" onmouseover="return tooltip('Совместное мышление');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_COLLABORATIVE_THOUGHT.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Боевые юниты могут получить два дополнительных уровня подготовки.</div>
		<h2>Цитата:</h2><div class="infobox">"Открой глаза. И снова открой их. Загляни вперед. И снова загляни вперед".<br />- Кавита Такур, "Дивная сутра Исхода: Пятое открытие"</div>
		
		<h2>История</h2><div class="infobox">Помимо стратегического планирования и эзотерических практик существует несколько более противоречивых подходов к предсказанию будущего. Прогностическая система зародилась в точке пересечения всех этих подходов. Эта программа, прогнозирующая исходы хаотичных систем, проистекает из вероятностного измерения будущего, нечеткого обнаружения квантового диапазона, фрактального таро и Мандалы Серпинского. Специально для первой прогностической системы была выпущена квазисинтетическая вычислительная мембрана, которая имела причудливую конструкцию и была растянута до максимальных пределов, дозволенных технологиями производства тканей того времени.<br /><br />Оказалось, что прогностическая система позволяет фантастически точно предсказывать исход боевых операций в предварительно заданном географическом пространстве. Сопоставляя геопространственные записи, алгоритмы ответа на угрозу и внушительный набор реальных боевых данных (от логистических таблиц военного образца до числа зарядов, оставшихся в винтовке солдата), система выдает оптимальный вариант реагирования на определенную угрозу с учетом имеющихся ресурсов.<br /><br />Дает ли прогностическая система реальные преимущества - вопрос, конечно, спорный. Боевые подразделения реагировали на угрозы до их появления, и потенциальные угрозы зачастую существовали только в отчетах, публикуемых после операции. Отношение простых солдат к предсказаниям системы тоже разнилось: от изумления до суеверного страха перед "Всевидящим Божественным Оком". А в отрывке статьи из безымянного журнала отражен еще один современный взгляд, в котором сочетаются обе вышеперечисленных позиции:<br /><br />"Когда пришел приказ передислоцироваться в пустой сектор, мы искоса посмотрели друг на друга, а многие ворчали и недобро усмехались. Но как только мы прибыли, то увидели, что к нам приближаются первые жуки-хищники, и мы устроили им чистку. Всё благодаря Божественному Оку! Оно возвышается над самим временем и зрит сквозь завесу мрака".</div>
	</div>
</asp:Content>

