<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Контекстная память</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Контекстная память</div>
	<img src="/civilopediabe/images/large/BUILDING_DEEP_MEMORY.png" alt="Контекстная память" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1450 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_FIRAXITE.aspx" onmouseover="return tooltip('Фираксит');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_FIRAXITE.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_HUMAN_CONSERVATION.aspx" onmouseover="return tooltip('Сохранение человечества');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_HUMAN_CONSERVATION.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Дает +1 к <img src="/civilopediabe/images/culture.png" alt="culture" /> культуре за каждых 3 <img src="/civilopediabe/images/citizen.png" alt="citizen" /> жителей города.</div>
		<h2>Цитата:</h2><div class="infobox">"Вы можете сказать о себе: "Я помню", но мы также должны помнить то, что помнят наши родители, и что помнят родители наших родителей".<br />- Саматар Джама Барре, "Это не изгнание"</div>
		
		<h2>История</h2><div class="infobox">Библиотека — возможно, одно из самых ранних зданий, созданных цивилизацией. Люди отличаются от других приматов (и большинства прочих форм жизни) тем, что создают внешние архивы культурной памяти, чтобы передать информацию следующим поколениям, тем самым повышая успешность вида. Истории известны случаи, когда библиотеки Старой Земли горели, однако с созданием контекстной памяти они достигли высшей точки своего развития. По сути, контекстная память представляет собой библиотеку. Но, в отличие от предыдущих библиотек, она может не только сохранить мысль в архиве - контекстная память позволяет прочувствовать культурный подтекст. Какой смысл читать пьесу Шекспира, если она отсылает читателя к неизвестным ему событиям и персоналиям? Контекстная память мгновенно предоставляет полный доступ к богатому, заново воссозданному культурному наследию Земли.<br /><br />Первые поселенцы привезли с собой огромные оцифрованные библиотеки текстов и изображений, так как хранилища данных относительно легки, но крайне важны для реализации большинства задач эпохи Рассеяния. Со временем стало ясно, что из всей информации, созданной человечеством, огромная часть представляет собой метакомментарий - размышления о чужих работах. Если посмотреть на весь метакомментарий одного времени разом, можно увидеть целостную картину этого времени.<br /><br />Контекстная память - система, которая связывает корпус текстов с соответствующим метакомментарием, экстраполирует эти данные на социальные условия того времени, когда работы были написаны, после чего создает "мозговые карты", способные имитировать рассматриваемый период. Когда пользователь включает контекстную память, он может получить весьма правдоподобную и точную картину с учетом времени создания работы. Можно, например, посмотреть пьесы Шекспира в театре "Глобус", исполняемые оригинальными актерами. Можно послушать, как слепой Гомер читает "Илиаду" в оригинале, понять его и оценить красоту произведения, избежав при этом ошибок, связанных с неверным восприятием текста людьми из других эпох или неточностями перевода. Можно сыграть в видеоигру Civilization на персональном компьютере в четыре часа утра. Контекстная память предоставляет контекст и позволяет в полной мере осознать, что данное произведение - результат многовекового человеческого развития. Ранее подобное глубокое восприятие было доступно только экспертам.<br /><br />Создание контекстной памяти привело к расцвету искусства и культуры, а также настоящему пониманию того, что такое этап исторического развития. Утром можно наблюдать извержение Везувия вместе с Плинием, затем пообедать на берегу реки с Кротом и Крысой, днем послушать речи Апостола Павла, а вечером насладиться звуками раги. Насколько глубже можно понять искусство, имея возможность прочувствовать его именно таким, как оно творилось! Невольно разрываешься между благоговением и горечью в адрес своих предков, неспособных понять яркость сияния, исходившего от светоча их культуры.</div>
	</div>
</asp:Content>

