<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Нанотермит</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Нанотермит</div>
	<img src="/civilopediabe/images/large/BUILDING_NANOTHERMITE.png" alt="Нанотермит" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1400 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_NANOTECHNOLOGY.aspx" onmouseover="return tooltip('нанотехнологий');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_NANOTECHNOLOGY.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Мощь дальнобойных атак, воздушных ударов и ударов города возрастает на 25%.</div>
		<h2>Цитата:</h2><div class="infobox">"Решение проблем силой приносит удовлетворение, потому что никогда не остается без ответа".<br />- Режиналду Леонардо Педро Боливар де Аленсар-Арарипе, "Принципы современной войны"</div>
		
		<h2>История</h2><div class="infobox">Если бы можно было составить набор аксиом человеческого поведения, одной из первых была бы следующая: "Люди любят всё взрывать". Стремление, способность и склонность к усердному массовому уничтожению, присущие человеку как биологическому виду, одинаково сильны во все времена и у всех народов. В этой статье не уместилась бы даже малая часть всего списка изобретенных человеком взрывных устройств и их вариаций, а краткий итог технологического прогресса со времен изобретения пороха можно выразить одной фразой: люди всегда найдут новый способ что-нибудь взорвать.<br /><br />После Планетаризации развитие технологий началось с состояния, в котором они пребывали в эпоху Рассеяния, но почти все производства лелеяли надежду вернуться к масштабности, которой они достигали в период расцвета до Великой Ошибки. Это позволило наладить локальное производство надежных двигателей, в том числе и для традиционной боевой техники - сначала оборонительной, а вскоре и способной нападать. По мере развития материаловедения ученые изобретали новые высокоэнергетические составы, среди которых были и первые нанобарические составы - взрывчатые вещества, способные прицельно и невероятно точно разрывать даже молекулярные связи. Кроме того, были изобретены нанотермальные составы, возбуждавшие молекулы, что приводило к значительному выделению тепловой энергии. А в скором времени эти два типа составов были объединены и появился новый класс мощных взрывчатых веществ – нанотермит. <br /><br />Однако производство нанотермита обходилось слишком дорого, а применять его было слишком опасно, поэтому его использование ограничивалось лабораторными опытами и секретными спецоперациями. Стабилизаторы для некоторых нанотермитов были настолько токсичны, что с ними можно было работать только дистанционно. Печально известна история о том, как группа саботажников взорвалась, пытаясь дестабилизировать разрыв породы рядом с фиракситовой шахтой (имевшей статус стратегического объекта во время Войны Мнений). Они собирались применить нанотермитные снаряды, но в тех произошла катастрофическая спонтанная рекомбинация, вызвавшая самопроизвольную детонацию. Говорят, что когда главе контрразведки показали то, что осталось на месте происшествия, он произнес: "А ведь и наших могло так же (вырезано)!"<br /><br />Как и в ряде других случаев, ситуация изменилась, когда появилась возможность производить новую взрывчатку в больших количествах и сравнительно недорого. Технология связывания наносоставов, изобретенная Стротманом, сработала и в случае с нанотермитом - и зажужжали репликаторы, производя новые и новые граммы этого жуткого вещества. Нанотермит стал стандартной взрывчаткой, одинаково красочно взрываясь как фейерверками, так и бомбами.<br /><br />Крылатые ракеты, начинка которых состоит в основном из нанотермита, часто называют "разрушителями планет".</div>
	</div>
</asp:Content>

