<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ложа Калпера</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ложа Калпера</div>
	<img src="/civilopediabe/images/large/BUILDING_CULPER_LODGE.png" alt="Ложа Калпера" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">ДАРОМ</div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Все завербованные тайные агенты автоматически становятся спецагентами.</div>
		
		
		<h2>История</h2><div class="infobox">В 1778 г. н.э. в ходе Американской революции на Старой Земле майор американской армии Бенджамин Толмедж организовал в Нью-Йорке шпионскую группу, которая передавала сведения о британских войсках командующему революционной армией генералу Джорджу Вашингтону. На протяжении нескольких лет эта группа "Кольцо Калпера" предоставляла Континентальной армии критически важные сведения, при этом изобретая и доводя до совершенства многие методы разведывательной работы. После окончания войны она якобы была распущена, хотя на самом деле несколько самых успешных агентов - которых в группе знали только под кодовыми именами - продолжали поддерживать связь и, в конце концов, основали Ложу Калпера, объединение шпионов-наемников. В течение следующих 200 лет Ложа не только проводила операции по контракту, но также разрабатывала новые методы обучения агентов и технологии. Хотя ее услугами пользовались многие корпорации и правительства, к моменту Великой Ошибки для многих Ложа оставалась загадкой. Было бы удивительно, если бы в эпоху Рассеяния несколько членов Ложи не сумели просочиться в ряды поселенцев. После Планетаризации Ложа Калпера продолжила поставлять заказчикам хорошо обученных агентов, которые готовы взяться практически за любую тайную операцию.</div>
	</div>
</asp:Content>

