<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Хранилище генов</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Хранилище генов</div>
	<img src="/civilopediabe/images/large/BUILDING_GENE_VAULT.png" alt="Хранилище генов" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">250 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_GENETIC_MAPPING.aspx" onmouseover="return tooltip('Картирование генов');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_GENETIC_MAPPING.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Во всех новых городах бесплатно появляется один рабочий юнит.</div>
		<h2>Цитата:</h2><div class="infobox">"Пять земных мифических существ - это дракон, единорог, грифон, лама и химера".<br />- Ганеш Эдмин, "Списки древней истории"</div>
		
		<h2>История</h2><div class="infobox">Человечество издревле размышляет о том, как сохранить частичку того или иного мира. Мифология изобилует героями, которым поручено привить семена прошлого в новом мире. В их числе - Ной, Фриман Лоуэлл, Лутунасобасоба и Дегей. Рассеяние было дорогим и сложным предприятием, и неудивительно, что большинство экспедиций взяли с собой генетические библиотеки видов земных растений и животных. Судя по всему, как минимум одно экспериментальное Рассеяние приняло на борт настоящие генетические образцы, а не просто записи.<br /><br />Хранилище генов - это чудо первых дней Планетаризации; строение, повторяющее земные не только формой, но и материалами, из которых оно сделано. В его стенах, вероятнее всего, находились криогенные банки - в те времена только эта технология позволяла сохранить генетический материал без ущерба.<br /><br />Хранилище генов - это чудо не только потому, что возвести такое здание во враждебном мире весьма непросто, но и потому, что оно демонстрирует глубинную связь колонистов с планетой, которую они недавно покинули. Мы располагаем знаниями о ранних колонистах и том, в каком состоянии они оставили Землю, во многом благодаря хранилищам. Сколько бы еще мы узнали о Старой Земле, если бы генетические записи остались нетронутыми?</div>
	</div>
</asp:Content>

