<%@ Page Title="" Language="VB" MasterPageFile="Buildings.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Здания</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Здания</div>
	<div class="contentwidehome">
		<div class="infobox">
			"Нет ничего лучше армобетона, за исключением, пожалуй, завода по производству армобетона".<br />- Вадим Козлов, "Аксиомы из протоколов Центрального Совета"
		</div>
	</div>
	<div class="contentwidehome">
		<h2>Здания</h2>
		<div class="infobox">
			Строительными кирпичиками любой культуры являются возводимые ею здания, которые призваны охранять, защищать, питать и просвещать людей. В новых поселениях, будь то колонии Старой Земли в 1700-х или планетарные колонии в 2600-х, эти функции зданий были еще более важны. Сконструированные из различных материалов - вначале из привезенных компонентов и обломков кораблей, а затем и из новых минералов и растений - колониальные постройки стали важной частью культурного развития: они внушали чувство выполненного долга, национального единства и напоминали о доме. Внешний вид зданий сильно изменился со времени высадки на планету, но их базовое предназначение осталось прежним и в современном мире.
		</div>
	</div>
</asp:Content>
