<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ксеномаллий</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ксеномаллий</div>
	<img src="/civilopediabe/images/large/BUILDING_XENOMALLEUM.png" alt="Ксеномаллий" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1250 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_XENOMASS.aspx" onmouseover="return tooltip('Ксеномасса');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_XENOMASS.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_BIOENGINEERING.aspx" onmouseover="return tooltip('Биотехнология');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_BIOENGINEERING.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Дает +5 единиц <img src="/civilopediabe/images/petroleum.png" alt="petroleum" /> нефти, <img src="/civilopediabe/images/titanium.png" alt="titanium" /> титана и [ICON_GEOTHERMAL] геотермальных источников.</div>
		<h2>Цитата:</h2><div class="infobox">"Если эта планета не хотела быть использованной, то почему она вся напичкана топливом?"<br />- Хутама, "Все мы обречены на процветание"</div>
		
		<h2>История</h2><div class="infobox">После Великой Ошибки практическая ценность органических углеводородов становилась все более очевидной, так как было все труднее находить оставшиеся месторождения нефти, смолы, угля и метаморфической биомассы. Источники того времени полны гнева в адрес предыдущих поколений, впустую сжигавших полезные ископаемые в примитивных и неэкономичных машинах, вместо того чтобы использовать их для развития неопластика и совершенствования удобрений.<br /><br />Колонисты прибыли на относительно молодую планету, хотя жизнь здесь существовала примерно столько же времени, сколько на Земле. Следовательно, в литосфере и на поверхности имелись достаточные запасы углеводородов, полученных биологическим путем. А колонисты обладали теоретическими знаниями передовых методов их добычи и переработки. Но между новой планетой и Старой Землей существовали небольшие различия в добыче угля, нефти, торфа и смолы. Эти различия мучили шахтеров и специалистов по нефтепереработке. Оборудование изнашивалось быстрее, катализаторы не работали, и это часто приводило к порче ископаемых. Хуже того, бактерия H. pylori, завезенная колонистами, в результате мутации штамма выработала ненасытный аппетит в отношении этих новых видов топлива, и "нефтяной микроб" распространился по планете, все больше заражая запасы ископаемых.<br /><br />К счастью, удача была на стороне колонистов: исследователи, работавшие над нанодоставкой терапевтических РНК-нитей, обнаружили последовательность генов, приводившую к тому, что заражающие нефть бактерии начали действовать как крошечные нефтеперерабатывающие заводы, складывая углеводородные цепи и питаясь отходами процесса. Если в зараженное топливо планеты поместить нужный вирус, его можно превратить в одно из самых мощных и энергоэффективных веществ, когда-либо возникавших в результате органического процесса. Полученный материал называется ксеномаллием.<br /><br />Оглянувшись назад, можно заключить, что создание ксеномаллия, вероятно, спасло саму идею биохимического топлива и уберегло весь новый Эдем, использующий гидротопливо, не дав ему обернуться безресурсным адом. Ксеномаллий лежит в основе всей нашей сложной химии углеводородов: топлива, удобрений, медикаментов, пластмасс, смазочных материалов, хладагентов, нанитовых стабилизаторов. Все это сейчас возможно благодаря чуду ксеномаллия.</div>
	</div>
</asp:Content>

