<%@ Page Title="" Language="VB" MasterPageFile="Buildings.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Пусковой комплекс</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Пусковой комплекс</div>
	<img src="/civilopediabe/images/large/BUILDING_LAUNCH_COMPLEX.png" alt="Пусковой комплекс" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">130 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Содержание:</h2><div class="infobox">-1 <img src="/civilopediabe/images/energy.png" alt="energy" /></div>
		
		
		
		
		
		
		
        
        
		
		
        
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_PHYSICS.aspx" onmouseover="return tooltip('Физика');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_PHYSICS.png" /></a></div>
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Орбитальная зона действия для данного города увеличивается на 3.</div>
		
		<h2>История</h2><div class="infobox">С тех пор, как человечество отправило первые спутники на орбиту Старой Земли, архитектура и дизайн пусковых комплексов остались относительно неизменными. До эпохи Рассеяния на космодромах устанавливали пусковые платформы, взлетно-посадочные полосы и посадочные площадки, ангары и склады, а также — для надзора — централизованные комплексы управления. Первоначально пусковые комплексы строились и управлялись правительствами, но перед Великой Ошибкой возникло и несколько коммерческих комплексов для вертикальных и горизонтальных пусков. В рамках работы по изучению околосолнечного пространства и использованию других планет Солнечной системы были построены пусковые комплексы на Луне, Марсе, Титане, Ганимеде и других планетах. Когда настала эпоха Рассеяния, мировые державы построили пусковые комплексы "Узел 1" в низких околоземных орбитах, предназначавшиеся для межзвездных кораблей и учитывающие их размеры. Колониям нового мира, готовым вернуться в космос, пришлось использовать старые макеты, аналогичные тем, что были отлажены в Солнечной системе. Самой большой сложностью в строительстве пусковых комплексов оказалась нехватка геологически стабильной поверхности. Пусковой комплекс около поселения, даже с подземным хранением ракетного топлива, представлял большую опасность. Тем не менее, комплексы строили в традиционном стиле... пока успехи в магнитной левитации не изменили способ запуска объектов в космос с поверхности планеты.</div>
	</div>
</asp:Content>

