<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Новый земной миф</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Новый земной миф</div>
	<img src="/civilopediabe/images/large/BUILDING_NEW_TERRAN_MYTH.png" alt="Новый земной миф" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">750 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_HUMAN_IDEALISM.aspx" onmouseover="return tooltip('Гуманистический идеализм');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_HUMAN_IDEALISM.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		
		<h2>Цитата:</h2><div class="infobox">"'Встаньте, о люди, - сказал Властелин Вселенной, - я приведу вас в чудесные сады". И люди, возликовав, заняли свое место среди звезд".<br />- Сутра исхода I:2</div>
		
		<h2>История</h2><div class="infobox">К сожалению, наши знания о Старой Земле отрывочны, но существует общественный консенсус по поводу следующего изложения событий истории: в результате Великой Ошибки произошли глобальные социальные изменения, вынудившие людей построить космические корабли и отправиться на поиски нового дома в пределах галактики. Но в этом изложении фактов имеются серьезные пробелы, и еще большие пробелы в его понимании. Если существуют исторические факты, почему не может быть мифа, который объяснил бы нам значение нашего прошлого?<br /><br />Начните с нового грехопадения - с Великой Ошибки. Сурово бичуйте целые школы философии; поклонение старым, давно умершим богам; греховную жизнь во тьме - и, как спасение от этого, ясный свет искупления. Найдите золотые нити, связующие религии: принципы доброты и взаимности, запреты на уродование душ, восхваление Всевышнего. С помощью этих принципов опишите очищающую силу эпохи Рассеяния и Планетаризации. Пусть люди, оставшиеся на Земле, по-прежнему пребывают в сансаре, пока руки Избранных не вознесут их.<br /><br />Как крепко люди схватятся за Новый земной миф! Пусть ученые объясняют его с точки зрения меметических векторов ультрапроникновения. Пусть тираны смеются над ним, называя его культурным опием. Они не смогут отрицать его силу. Они не смогут отрицать то, во что верят миллиарды умов. Они не смогут отрицать, что народ получил надежду - получил понимание того, что им делать в этой галактике.<br /><br />Придуман ли Новый земной миф человеком? Или это действительно божественное откровение? Достоверно лишь одно: Человечеству открылось Слово, а вместе с ним и Вера. Сейла!</div>
	</div>
</asp:Content>

