<%@ Page Title="" Language="VB" MasterPageFile="Buildings.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Неопланетарий</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Неопланетарий</div>
	<img src="/civilopediabe/images/large/BUILDING_NEOPLANETARIUM.png" alt="Неопланетарий" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">500 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Содержание:</h2><div class="infobox">-1 <img src="/civilopediabe/images/energy.png" alt="energy" /></div>
		
		
		
		
		
		
		
        
        
		
		
        
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_ASTRODYNAMICS.aspx" onmouseover="return tooltip('Астродинамика');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_ASTRODYNAMICS.png" /></a></div>
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">+40% к <img src="/civilopediabe/images/production.png" alt="production" /> производству {2_DomainDesc[2]}<br />Орбитальная зона действия для данного города увеличивается на 3.</div>
		
		<h2>История</h2><div class="infobox">В век, предшествовавший Великой Ошибке, прогрессивная империя Соединенных Штатов Америки создала "космическую сеть наблюдения" для обнаружения, идентификации, каталогизации и отслеживания всех искусственных объектов, вращающихся вокруг Старой Земли. С помощью сверхвысокочастотных радаров, наземных интерферометров, платформ с электрооптическими спутниковыми камерами и других устройств создавалась база данных, которую можно было бы использовать в военных целях, для реализации оборонных задач и боевых пусков ракет. Неудивительно, что многим губернаторам советовали разместить на территории своих колоний аналогичные сети, поскольку на орбиту новой планеты выводилось все больше спутников. На каждом орбитальном объекте при помощи новейших достижений в области радаро- и лидаростроения, а также с использованием различных типов оптических телескопов (как наземных, так и использующих магнитную левитацию) собираются постоянно обновляемые данные. Помогают в реализации этой задачи и работающие за пределами оптического спектра детекторы, а также иные типы датчиков дальнего действия. С помощью квантовых компьютеров система создает каталог. Для обновления и обслуживания этих каталогов используются различные теории астродинамики, но в каждой из них используются дифференциальные и трансцендентные математические производные, с помощью которых рассчитываются зональные гармоники, влияние третьих тел и резонансных эффектов. Вместе они позволяют составить проекцию нынешнего и будущего положения объектов. С помощью голографических проекторов можно создать неопланетарий, представляющий собой статическое или виртуальное сферическое изображение орбитального слоя. Выступая в качестве систем слежения, неопланетарии получили ключевое значение в разработке, эффективном запуске новых спутников и оптимизации траекторий старых. Ну и, само собой, их стали использовать для наблюдения за чужими спутниками.</div>
	</div>
</asp:Content>

