<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Электромагнитная катапульта</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Электромагнитная катапульта</div>
	<img src="/civilopediabe/images/large/BUILDING_MASS_DRIVER.png" alt="Электромагнитная катапульта" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">950 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_GEOTHERMAL_ENERGY.aspx" onmouseover="return tooltip('Геотермальный источник');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_GEOTHERMAL_ENERGY.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_BALLISTIC_LEV.aspx" onmouseover="return tooltip('Баллистическая левитация');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_BALLISTIC_LEV.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">+25% к мощи и +1 к дальности удара города. </div>
		<h2>Цитата:</h2><div class="infobox">"При малейшей возможности преимущества соперника должны быть сведены на нет. Если вы не можете взирать на врага свысока, значит, пора стряхнуть его с пьедестала".<br />- Режиналду Леонардо Педро Боливар де Аленсар-Арарипе, "Принципы современной войны"</div>
		
		<h2>История</h2><div class="infobox">Электромагнитные линейные ускорители были известны на Земле еще до Великой Ошибки и, вероятнее всего, предназначались для использования в военных целях. Мощность этих ускорителей и сфера их применения в дотермоядерную эпоху были ограничены. На сегодняшний день сохранилось лишь несколько действующих экземпляров, например GDR-1, построенный мезоамериканской нацией в середине XXI столетия.<br /><br />Линейные ускорители нашли новое применение в двигателях первых космических аппаратов, добывавших полезные ископаемые на Луне и астероидах. Низкая гравитация упрощала выход на орбиту, и линейные ускорители обеспечили простой способ доставки грузов с Земли и обратно. Все они использовались для перевозки объектов большого диаметра на сравнительно низкой скорости, едва достигавшей скорости звука.<br /><br />Принцип работы электромагнитной катапульты не отличался от древних рельсовых электромагнитных пушек - различие заключалось в масштабах применения. Глубоко под землей располагались массивные конденсаторные батареи, от которых словно побеги вьющихся растений тянулись вверх кабели питания, подключенные к длинным блокам электромагнитов в стволе. Длинный ствол размещался внутри трубы орудия, а лучи размещенного неподалеку высокоэнергетического СВЧ-фазового радара подсвечивали потенциальные цели, проходящие наверху.<br /><br />Заряды представляли собой железоникелевые элементы с медной оболочкой, в которой находился гироскопический механизм прицеливания. При выстреле из орудия высокая скорость снаряда, проходящего сквозь атмосферу, приводила к расплавлению меди, и гироскоп с удивительной точностью направлял заряд на спутники, пролетающие над городом, где он был установлен. Спутник, подвергшийся прямому удару, мог расщепиться на атомы. При косвенном поражении (что случалось гораздо реже, чем прямые попадания) он зачастую сходил с орбиты.<br /><br />Во время реставрации электромагнитной катапульты обнаружились две примечательных гравировки, сделанных инженерами-конструкторами. На внешней стороне смотрового люка люльки нанесена надпись Ultima Ratio Regis ("Последний довод короля", - лат.). На внутренней стороне того же смотрового люка выгравировано Vade Retro, Cucule ("Убирайся прочь, глупец", - лат).</div>
	</div>
</asp:Content>

