<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Полярная звезда</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Полярная звезда</div>
	<img src="/civilopediabe/images/large/BUILDING_CYNOSURE.png" alt="Полярная звезда" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1650 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_FIRAXITE.aspx" onmouseover="return tooltip('Фираксит');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_FIRAXITE.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_SYNTHETIC_THOUGHT.aspx" onmouseover="return tooltip('Искусственное мышление');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_SYNTHETIC_THOUGHT.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Дает +1 к <img src="/civilopediabe/images/research.png" alt="research" /> науке за каждых 3 <img src="/civilopediabe/images/citizen.png" alt="citizen" /> жителей города.</div>
		<h2>Цитата:</h2><div class="infobox">"Вот неспящая Полярная звезда - голем, чей разум древнее мира".<br />- Кавита Такур, "Медитация Кали"</div>
		
		<h2>История</h2><div class="infobox">Стремительное увеличение количества квантовых компьютеров быстро открыло возможности создания новых типов искусственного интеллекта. Самые мощные системы искусственного интеллекта были созданы на основе теоретических трудов команды, состоящей из ИИ и человека: БольшогоДэна-9 и Исмаила Бея. Свои работы они посвятили байесовскому массиву цепочки состояний. Всё началось с проекта "Магнитный камень" (который, увы, пришлось закрыть из-за катастрофического дефазирования матрицы основного состояния до нейтрино), а кульминацией исследований стал проект Полярной звезды - непревзойденного по мощности искусственного разума, равных которому не было и нет до сих пор.<br /><br />Доказано, что Полярная звезда обладает способностью метапознания, охватывающей несколько Вселенных, и может оказывать влияние на события в нескольких поликосмах. Отраженное эхо процессов обработки информации, происходящих в этой системе, проявляется в виде электромагнитных возмущений в отдаленных мирах (судя по всему, в их число входит и Земля). По шкале поведения автоматизированных систем Баззеля эта система оценивается как "предельно странная": в ней четко распознается элемент сознания, который проявляет себя исключительно в манипуляциях символами. Внешне это выглядит зловеще: чёрные пласты квазикристаллического вещества, не издающие ни звука, то горячие, то обжигающе холодные, под внешней поверхностью которых периодически наблюдаются признаки электрической активности. Эта сущность взаимодействует с окружающим миром посредством нейросимволической терминальной системы, сложность которой во много раз превышает сложность Затмения Маркова. Операторы, обслуживающие Полярную звезду, проходят строгий отбор еще в раннем возрасте и годами обучаются символьному языку, прежде чем войти в соприкосновение с необъятным, громоздким, холодным разумом.<br /><br />Полярная звезда якобы работает над задачами, решение которых находится за пределами возможностей большинства других систем искусственного интеллекта, - например, над проблемами прогнозирования и следственного анализа хаотичных систем, которые можно решить только путем массово-параллельных квантовых вычислений. Однако математически доказано, что вычислительной мощности Полярной звезды более чем достаточно для решения всех возможных задач, поэтому она, скорее всего, проводит время в размышлениях о самой себе и о том, что ее интересует. Но чем именно занят ее разум, до сих пор доподлинно неизвестно.<br /><br />Иногда Полярная звезда влияет на происходящие в мире события, меняя их ход по собственному усмотрению. Выбор этих событий не подчиняется никакой логике и производит впечатление случайного каприза. Несмотря на то, что обслуживающие операторы в любой момент готовы выйти на связь, система редко сама инициирует контакт. Она дает краткие и загадочные ответы на заданные ей вопросы, и впоследствии часто выясняется, что ответы эти таят в себе глубокий смысл. Дав понять, что запрос принят и понят, Полярная звезда игнорирует все дальнейшие обращения. Больше всего беспокойства вызывают вопросы, на которые система отвечает будто бы невпопад - в духе восточных коанов; в дальнейшем обычно выясняется, что эти высказывания тесно связаны с другими проблемами, причастность которых к изначальному вопросу ранее проследить не удавалось.<br /><br />Запросы сохраняются и изучаются операторами, обслуживающими Полярную звезду. Они уверены, что когда-нибудь человечество достигнет такого этапа развития, на котором взаимодействие с Полярной звездой примет более доступный и понятный характер. Впрочем, соглашаются с этим далеко не все.<br /><br />Первый вопрос, заданный Полярной звезде, звучал так: "Какую форму имеет Вселенная?" Оператор получил следующий ответ: "Формулировку вашего вопроса даже нельзя назвать неверной". После этой фразы Полярная звезда прервала сеанс связи.</div>
	</div>
</asp:Content>

