<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Архимедов рычаг</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Архимедов рычаг</div>
	<img src="/civilopediabe/images/large/BUILDING_ARCHIMEDES_LEVER.png" alt="Архимедов рычаг" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1750 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_GEOTHERMAL_ENERGY.aspx" onmouseover="return tooltip('Геотермальный источник');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_GEOTHERMAL_ENERGY.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_SEISMIC_INDUCTION.aspx" onmouseover="return tooltip('Сейсмическая индукция');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_SEISMIC_INDUCTION.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Все вражеские юниты в радиусе 2 клеток от этого города получают 10 единиц урона от истощения каждый ход.</div>
		<h2>Цитата:</h2><div class="infobox">"Не думайте, что поле битвы беспристрастно или работает на вас".<br />- Режиналду Леонардо Педро Боливар де Аленсар-Арарипе, "Принципы современной войны"</div>
		
		<h2>История</h2><div class="infobox">Изучая обширную военную историю человечества, нельзя не отметить, что сейсмическое оружие всегда оставалось под запретом. Его регулярно упоминают в художественной литературе, его применение теоретически описано, но, кажется, до Планетаризации ни одна цивилизация не построила функциональное сейсмическое оружие (забудем на мгновение апокрифы святого Теслы Сербского).<br /><br />В отличие от земной, относительно молодая география этого мира благоволила экспериментам с сейсмологией. Первые поселенцы отмечали действенность подземного сейсмического картирования и s-волновой радиометрии. Со временем инженеры разработали методы, позволяющие целенаправленно смещать пласты посредством специальных магнитно-геологических резонаторов. Самые маленькие из этих высокочастотных "динамиков" использовались в сельском хозяйстве и на открытых горных работах. Более мощные "вуферы" и сейсмовибраторы помогли при формировании новых геологических образований и раскалывании породы на границе Мохоровичича.<br /><br />Но все они уступают Архимедову рычагу. У Рычага самые мощные в истории сейсмических резонаторов батареи, а огромный размер позволяет ему воздействовать на крайне удаленные точки. Кроме того, по счастливой случайности его разместили в регионе с высококристаллизованной подложкой, которая уменьшила рассеивание энергии. Архимедов рычаг способен был ударить по почве с мощностью расщепляющего оружия - достаточно было лишь тщательно исследовать особенности окрестной земли. Его экипаж состоял из элитных ученых и солдат, официально известных как Особый планетарный научно-исследовательский отдел. На их значках красуются алмазы, извлеченные Рычагом из недр планеты.<br /><br />Сейчас данное устройство уже стало военной легендой (битва у Глиняной горы тому яркий пример), но мало внимания уделяется геологическим и геофизическим открытиям, сделанным в период строительства и тестирования Рычага. Например, он был первым инструментом, позволившим получить образцы внешнего ядра планеты.</div>
	</div>
</asp:Content>

