<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Тектоническая кузня</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Тектоническая кузня</div>
	<img src="/civilopediabe/images/large/BUILDING_TECTONIC_ANVIL.png" alt="Тектоническая кузня" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1800 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		<h2>Нужные ресурсы:</h2><div class="infobox"><a href="RESOURCE_GEOTHERMAL_ENERGY.aspx" onmouseover="return tooltip('Геотермальный источник');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/RESOURCE_GEOTHERMAL_ENERGY.png" /></a></div>
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_METAMATERIALS.aspx" onmouseover="return tooltip('метаматериалов');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_METAMATERIALS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		
		<h2>Цитата:</h2><div class="infobox">"Мне сказали, что ядро планеты горячее, плотное и взрывное, и я вспомнила членов нашего парламента".<br />- Элоди, "Заметки"</div>
		
		<h2>История</h2><div class="infobox">Примечательно, что еще никто не видел своими глазами настоящих рабочих Тектонической кузни. Нам известен ее примерный объем (приблизительно 1500 кубических гектаров, с точностью до нескольких гектаров), и мы можем наблюдать, как производимое ею вещество вытекает через выводные каналы, но ее точный размер и принцип работы неизвестны даже операторам.<br /><br />Тектоническая кузня была создана в связи с необходимостью добывать большее количество редких и тяжелых элементов (по иронии судьбы в их число входит и антигравий) из самых глубоких слоев земной коры. Поскольку поверхностные залежи встречались все реже или становились труднодоступными по политическим причинам, специалисты по материаловедению и прикладной геологии стали искать способы возрождения технологий выработки, впервые примененных на Земле до эпохи Рассеяния, - например, глубокого бурения земной коры с целью добычи залегающих там минеральных ресурсов. На Земле этому процессу препятствовали сравнительно большой возраст планеты, дегенерация реголита и сравнительно высокая стоимость энергии. На более молодой планете с менее фрагментированной корой и более дешевой энергией организовать глубинные выработки оказалось несколько проще.<br /><br />На первом этапе были пробурены полостные скважины, достигшие мантии. Затем целая армия роботов-рабочих - от гигантских погрузчиков до самосборных фрагментировщиков карбо-нано-кристаллов - отправилась завершать работу в сети литейных цехов, плавилен и транспортных массивов, которые располагаются под любой сходной наземной конструкцией. Дроны непрерывно добывают и сортируют, плавят и перевозят, а система вентиляции направляет тепловой сброс в сеть близлежащих каньонов, и постепенно на поверхности появляются новые экзотические металлы и сплавы, необходимые производству.<br /><br />В Тектонической кузне производят материалы, которые невозможно получить в иных условиях - без крайне высоких температур и давления, характерных для глубоких слоев коры. В частности, так добываются сверхчистые сплавы никеля и железа, пластичные фиракситовые вещества и ломкий антигравий. Здесь были разработаны бесчисленные коммерческие технологии ковки и плавления; кроме того, благодаря Кузне стала возможной непрерывная геологоразведывательная деятельность и появилась база для исследований в области материаловедения. Более того, Кузня дала материал для первых аналитических геоисследований.<br /><br />Все это работает без простоев и без значительного вмешательства со стороны человека. Небольшие группы операторов трудятся и живут на глубине нескольких километров под землей, сменяя друг друга по графику. Они наблюдают за работой Кузни с пультов управления и просматривают данные отчетов, передаваемых машинами, которые работают на еще большей глубине. Эти инженеры создали целую мифологию Тектонической кузни и возродили истории о таких существах, как гномы, норны, мушпельс-мегиры и тровы. Инженеры шутливо утверждают, будто эти духи и являются настоящими работниками Кузни.</div>
	</div>
</asp:Content>

