<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Звездный кодекс</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Звездный кодекс</div>
	<img src="/civilopediabe/images/large/BUILDING_STELLAR_CODEX.png" alt="Звездный кодекс" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">300 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_BALLISTICS.aspx" onmouseover="return tooltip('Баллистика');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_BALLISTICS.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		
		<h2>Цитата:</h2><div class="infobox">"Узнав все океаны Земли, Мауи и Хина обратили взор ввысь - на новые океаны, в которых они до сих пор и плавают".<br />- Найноа Чарльз, "Новооснователи Полистралии"</div>
		
		<h2>История</h2><div class="infobox">Звездный кодекс является еще одним доказательством того, что люди всегда будут смотреть на небо, независимо от обстоятельств, которые их окружают. Самые надежные из наших свидетельств говорят, что Земля в момент Рассеяния была окружена нимбом искусственных спутников - как земных, так и с небесной стороны. Спутники использовались для повседневных задач - для установления местонахождения и экстрапланетарного обнаружения угроз столкновений. Когда прибыли первые поселенцы, они приступили к созданию путей для сбора этой информации.<br /><br />Звездный кодекс был создан для решения простых задач навигации и помощи в области космических исследований, однако он имел и огромное влияние на культурное развитие колонистов. Может, те ранние колонисты бережно хранили в сердце самые древние чувства, столь созвучные чистому ночному небу над ними? Или это был вопрос познания поистине огромного расстояния, которое отделяло эту планету от Земли? Или Рассеяние увеличивает шансы других миров вокруг других звезд быть населенными людьми, и тем самым сделать небо менее угрожающим? В любом случае Звездный кодекс полон записей, пронизанных дыханием благоговейной прозы.<br /><br />Звездный кодекс представляет собой модель планетарной системы с парящими и взаимосвязанными кругами, каждый из которых размещен в астрономических банках данных, корреляторах и космологических гипотетических синтезаторах. Это была глубоко функциональная структура, но в то же время обладающая невероятной красотой, с пуантилистическими огнями ночного неба и полами, изготовленными из гладкого и стекловидного мрамора, напоминающего о газовых гигантах, туманностях и песчаных бурях. Самые обыденные детали были выполнены с невероятным благоговением, вплоть до термальных лиц, обрамленных Видманштеттеновым метеоритным железом.<br /><br />Звездный кодекс и взгляд на соседнее пространство, который он транслировал, затронул глубинные струны религии того времени. Поклонение волхвов Фра Арканджело изображает разрушение соседней звезды WN4, как видно из записи кодекса 392.39-Омикрон. Неоастрология обязана кодексу самими своими основами. Не случайно Тиран Дриз пожелал зацементировать свою власть над общиной при помощи статуи, изображающей его основоположником Звездного кодекса.</div>
	</div>
</asp:Content>

