<%@ Page Title="" Language="VB" MasterPageFile="Buildings.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Колодец Гайи</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Колодец Гайи</div>
	<img src="/civilopediabe/images/large/BUILDING_GAIAN_WELL.png" alt="Колодец Гайи" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">265 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		<h2>Энергия:</h2><div class="infobox">+3 <img src="/civilopediabe/images/energy.png" alt="energy" /> </div>
		
		
        
        
		
		
        
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_TERRAFORMING.aspx" onmouseover="return tooltip('Терраформирование');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_TERRAFORMING.png" /></a></div>
		
		
		
		
		<h2>Совершенства:</h2><div class="infobox">Необходим <span class="color_purity_affinity">уровень 4 <img src="/civilopediabe/images/AFFINITY_TYPE_PURITY.png" alt="purity" /> {@4_AffinityName[2]}.</span></div>
	</div>
	<div class="contentright">
		
		
		<h2>История</h2><div class="infobox">Производство гибридов первого поколения путем селекции осуществлялось на Старой Земле в течение многих столетий, что делало сельскохозяйственные культуры высокопродуктивными, адаптивными и выносливыми. Большинство гибридов были полиплоидными, содержали более двух гомологичных наборов хромосом и давали высококачественные триглицеридные растительные масла. Колониальные агрономы вскоре обнаружили, что эти культуры не только прекрасно растут на новой планете, но и легче скрещиваются с местными видами ввиду полиплоидности. Это позволило выращивать саморазмножающиеся адаптивные культуры путем контролируемой эволюции. Многие поселения создали обширные садоводческие станции, расположившиеся на самой разнообразной местности. Здесь в промышленных масштабах выращивались новые культуры, а также велись эксперименты с гибридами первого поколения. Самые крупные из этих станций стали называть колодцами Гайи, потому что разнообразие выходивших из них гидрогенизированных масел казалось безграничным. Посадка, уход, уборка урожая и выделение масла были автоматизированы или роботизированы, но передовые исследования в колодцах Гайи велись преимущественно учеными-людьми. Их усилия привели к появлению непрерывно плодоносящих и быстро созревающих гибридных культур, дающих огромное разнообразие масел, используемых в производстве биодизеля и биобутанола, в качестве лубрикантов и декортикаторов в промышленности, являющихся основной колониальной олеохимии. У колодцев Гайи образуются интенсивные и промышленные хозяйства - они требуют севооборота, орошения, террасирования, а также широкого использования пестицидов и гербицидов, если необходимо максимальное увеличение производства. Быстрый рост многих населенных пунктов обусловлен открытием по соседству колодцев Гайи, становящихся неистощимым источником энергии и ресурсов.</div>
	</div>
</asp:Content>

