<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Бюро разведки</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Бюро разведки</div>
	<img src="/civilopediabe/images/large/BUILDING_SPY_AGENCY.png" alt="Бюро разведки" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">200 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_COMPUTING.aspx" onmouseover="return tooltip('Обработка данных');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_COMPUTING.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Дает возможность вербовать шпионов.</div>
		
		
		<h2>История</h2><div class="infobox">Самые ранние упоминания о тайных операциях и шпионаже можно найти в трудах Сунь-цзы и Чанакьи, знаменитых античных стратегов Старой Земли. К XVIII веку большинство государств уже создало разведслужбы, добывавшие информацию о странах-соперницах. Однако новых высот шпионаж достиг в XXI веке, благодаря успехам в создании и миниатюризации средств связи, достигнутым за предыдущие сто лет. К моменту Великой Ошибки наличие разведслужб в государственном аппарате стало само собой разумеющимся, и у многих государств было сразу по несколько агентств с разными сферами деятельности; разведслужбы в том числе занимались слежкой за гражданами собственного государства. В этот период помимо национальных разведслужб также широко распространились корпоративные шпионские организации, поскольку конкуренция между межнациональными компаниями стала еще более изощренной и беспощадной. К моменту Рассеяния агенты национальных и частных шпионских бюро (хотя мало кто из них называл себя "шпионами") регулярно занимались сбором информации и ее анализом, декодированием и радиоэлектронной разведкой, саботажем, организацией переворотов и поглощений, шантажом и даже убийствами. Большинство командиров миссий, вне зависимости от своих наклонностей, в конце концов, создали свои бюро разведки и дали "зеленый свет" на проведение тайных операций. Многие поселенцы считали, что это просто необходимо для того, чтобы выжить и добиться процветания на новой планете.</div>
	</div>
</asp:Content>

