<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Полистралия</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Полистралия</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_POLYSTRALIA.png" alt="Полистралия" class="contentimage" />
	<div class="contentleft">
		<h2>Лидер:</h2><div class="infobox"><a href="LEADER_POLYSTRALIA.aspx" onmouseover="return tooltip('Хутама');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_POLYSTRALIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>Прилив</h2><div class="infobox">Экологическая катастрофа и повышение уровня моря, последовавшие за Великой Ошибкой, в первую очередь повлияли на народы, живущие на островах Тихого океана. Низменные острова были затоплены, прибрежные населенные пункты оказались под угрозой, в реки хлынула морская вода. В дикой природе случился хаос, и коммерческая аквакультура была серьезно нарушена. Перед лицом морской угрозы прибрежные страны - от Индонезии до Полинезии - объединились и создали новый межнациональный союз, который назвали Полистралией. Полистралия занимала большую площадь, чем любое другое государство Старой Земли, но населения и ресурсов там было меньше. Полистралийцам пришлось решать свои проблемы с помощью изобретательности, а не богатства.</div>
<h2>Вести примером</h2><div class="infobox">Сконцентрировавшись на практических задачах, полистралийцы решали инженерные вопросы и проблему нехватки еды с очаровательной непосредственностью. Они сосретодоточились на маленьких частных проектах, быстро повторяющих цикл и готовых меняться друг с другом историями успеха, что быстро сделало полистралийцев лидерами "сухого" садоводства и аквакультуры. Сказать, будто Полистралия кормила мир после Великой Ошибки, было бы преувеличением - но лишь небольшим. Договоры и торговые соглашения принесли многим нуждающимся народам продовольствие, а острова получили в обмен сырье и промышленные товары, которых им не хватало. </div>
<h2>Гуманитарные торговцы</h2><div class="infobox">Ресурсы, полученные благодаря кормлению мира, пошли на формирование национального судоходства, которое стало предметом зависти для всего мира, и вскоре суда под флагом Полистралии перевозили наибольшую часть грузов в мире. Это, в свою очередь, дополнительно обогатило страну, но полистралийские финансовые учреждения не растратили свои богатства, а стали выдавать ссуды на выгодных условиях (и опирающиеся на стабильную валюту). Так они помогли восстановлению земель во всем мире. Союз выдвинул на первый план оказание гуманитарной помощи разрушенным районам, тем самым еще наращивая свой кредит доверия. В течение следующих поколений полистралийские дипломаты и политики выступали в большинстве международных споров арбитрами и наблюдателями.</div>
<h2>Союз</h2><div class="infobox">Процветание Полистралии в первую очередь обусловлено отсутствием внутриполитической розни. В отличие от других регионов, отношения между национальными участниками Союза были в целом теплыми и мирными. Споры полюбовно регулировались Ассамблеей. За вычетом единой судебной системы и вооруженных сил, а также общего вклада в эксплуатационные расходы союзного правительств, местная администрация осталась в руках государств-членов Полистралии. Такое устройство позволяло Полистралии более века считаться сверхдержавой.</div>
<h2>Все выше и выше</h2><div class="infobox">Полистралия поддерживала внеземную колонизацию не так активно, как другие государства, но и она присоединилась к гонке, стремясь отправить людей на другие планеты. Во многих землях Союза раньше были колонии, и этот неприятный опыт заставил Полистралию в первую очередь следить за благосостоянием и безопасностью поселенцев. Подстегиваемые исторической тягой к приключениям и исследованиям, а также привычкой усердно трудиться и уверенностью в своих силах, десятки тысяч граждан Союза вызвались перебраться во внеземное пространство. Обширные исследования в области сельского хозяйства, экологии и альтернативных источников энергии, а также культурно закрепленная привычка путешествовать на огромные расстояния и обосновываться в новых землях помогли колонистам обосноваться на новом месте. Там они стремились жить в согласии с местной средой, чтобы таким образом повторить успех Полистралии и на далеких космических островах.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

