<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Франко-Иберия</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Франко-Иберия</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_FRANCO_IBERIA.png" alt="Франко-Иберия" class="contentimage" />
	<div class="contentleft">
		<h2>Лидер:</h2><div class="infobox"><a href="LEADER_FRANCO_IBERIA.aspx" onmouseover="return tooltip('Элоди');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_FRANCO_IBERIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>Конец Союза</h2><div class="infobox">Европа избежала большинства прямых последствий Великой Ошибки, но оказалась неготовой к последовавшему человеческому кризису. Массовая азиатская миграция перекинулась на Европу, и старый Европейский Союз не знал, что предпринять в связи со случившимся наплывом беженцев. Восточные страны хотели в первую очередь решить ситуацию с беженцами; западные и средиземноморские в первую очередь стремились сдержать поднимающийся уровень моря. В итоге Европарламент оказался не в состоянии контролировать действия государств-участников и задать им единый курс действий, что привело к распаду "европейской мечты".</div>
<h2>Новый Союз</h2><div class="infobox">Старого Евросоюза больше не было, но отдельные страны считали поддержание тесных связей полезным, особенно когда у них имелись общие приоритеты и общие проблемы. Испания и Франция первыми сформировали политический союз, и всего через восемнадцать месяцев после официального распада ЕС появилась Франко-Иберия. Правящие коалиции обеих стран имели общее видение того, какие необходимы широкомасштабные социальные реформы после Великой Ошибки, какие инновационные инженерные проекты приоритетны для нового городского планирования и какие экологические технологии наиболее полезны для восстановления биосферы. Позже эта "техно-зеленая" идеология распространится по Европе, но франко-иберийская модель - самая старая и, вероятно, самая успешная.</div>
<h2>Экспансия</h2><div class="infobox">С тех пор в состав Франко-Иберии вошли страны Средиземноморья (иногда об этом шутят: "Римляне вернулись") и Северной Африки. Средиземное море превратилось из угрозы в величайший источник франко-иберийских природных ресурсов, а объединение с Северной Африкой привело к динамичному развитию населения и предоставило доступ к минеральным ресурсам.</div>
<h2>Позолоченный век</h2><div class="infobox">Но более всего, пожалуй, Франко-Иберия выделялась своей нацеленностью на культуру. Союз стремился сохранить великие произведения искусства прошлого, а также финансировал программы поощрения молодых художников и творцов, чтобы не только изучать новые формы искусства, но и открыто продолжать традиции эпохи Возрождения и Просвещения. Генеральный директорат по образованию и культуре агрессивно продвигал европейские культурные ценности остальному миру (особенно при помощи средств массовой информации). Общая культурная история, к которой прибавились заимствования из культуры Северной Африки, стала источником гордости франко-иберов, объединяющей всех жителей этого союза. Неудивительно, что подобные инициативы в сочетании с общей стабильностью привели к тому, что другие страны хотели войти в состав Франко-Иберии, особенно когда мир таил столько неизвестностей и угроз. "Сокровища ума" – любимая фраза франко-иберов. Богатства должны происходить из человеческого разума и становиться всеобщим достоянием, а не быть спрятанными в банке.</div>
<h2>Доброго здравия и в добрый путь</h2><div class="infobox">Прогрессивные взгляды, высокий уровень жизни и процветающая культура сделали Франко-Иберию очень привлекательной для иммигрантов. Высокообразованные иммигранты стекались к границам государства, стремясь работать не только в сфере культуры, но и на грандиозных инфраструктурных проектах, таких как Седьмая Республика Париж и Андалузский энергетический проект солнечного поля. Столицы-близнецы Париж и Мадрид сверкают новыми зданиями. Восстановленный Рим - центр паломничества и мировой музей. В новом порту Алжира день и ночь куда-то спешат новые экономичные грузовые корабли. Тунис - мерцающий город-курорт, ночные клубы и кафе которого аккомпанируют звукам нового поколения музыкантов. Имея такие преимущества, Франко-Иберия лидировала в гонке за внеземные колонии. Правители колоний назначались после проверки новой колониальной администрацией Союза. В рамках проверки им также напоминали, что человек должен действовать в лучших традициях цивилизованности и морали вне зависимости от обстоятельств. В конце концов, к хранителям западной цивилизации предъявляются высокие требования.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

