<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: АПК</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">АПК</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_ARC.png" alt="АПК" class="contentimage" />
	<div class="contentleft">
		<h2>Лидер:</h2><div class="infobox"><a href="LEADER_ARC.aspx" onmouseover="return tooltip('Сюзанна Филдинг');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_ARC.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>Полное восстановление</h2><div class="infobox">Перед Великой Ошибкой приватизация государственных услуг набрала в США высокие темпы. Когда уровень морей поднялся и реки вышли из берегов, неурожаи и волнения угрожали Соединенным Штатам политическим крахом. Ни одна правительственная организация не могла вмешаться и помочь в урегулировании кризиса. Но новая инженерная фирма, специализирующаяся на амортизации экологических рисков, сделала правительству США классическое предложение: "Позвольте нам решить вашу проблему или заберите свои деньги обратно". Инициатива по выводу Миссисипи из кризиса была передана Американской переселенческой компании: от первой черпавшей грязь лопаты до шедшего тогда севооборота на Среднем Западе. С результатами не поспоришь: пыльные бури, например, больше не обрушиваются на Теннесси, а АПК сегодня на первых ролях в Америке. Здесь работает 23% населения, а 85% страны зависит от АПК в сфере бизнеса. Бизнес Америки - это бизнес АПК.</div>
<h2>Покупка в один заход</h2><div class="infobox">Нет проекта, программы или рынка, к которому Американская переселенческая компания (АПК) не проявляет активного интереса. В дополнение к своим инженерным и строительным программам АПК также является основным разработчиком медикаментов, гигантом розничной торговли (впрочем, забавно, что сингапурский филиал АПК является крупнейшим рынком компании по площади и обороту) и поставщиком рекламных услуг. Ее развлекательное подразделение десятки лет назад объединило большинство старых развлекательных брендов, а теперь оно финансирует и транслирует развлечения через собственные спутники и кабели по всему миру. Логотип АПК украшает все, начиная с автомобилей и телефонов и заканчивая супертанкерами и антибактериальными препаратами. Что АПК не производит и не продает, то она стремится финансировать. АПК широко инвестирует в предприятия всего света, что положительно сказывается на колоссальных бухгалтерских книгах компании.</div>
<h2>Инвестиции в будущее</h2><div class="infobox">Многие относятся к Американской переселенческой компании (АПК) с глубоким скептицизмом или открыто ее ненавидят, но АПК - не та компания, что ищет краткосрочной выгоды. АПК готова инвестировать в людей и сообщества, хотя и ожидает, что это принесет свои плоды со временем. АПК стала первой всецело частной организацией, взявшей на себя расходы по проектам эпохи Рассеяния. Она также выступает в качестве подрядчика инвестора многих других программ эпохи Рассеяния по всему миру.</div>
<h2>Звездный капитализм</h2><div class="infobox">Имея доступ к практически неограниченному количеству средств и ресурсов, Американская переселенческая компания (АПК) строила высокотехнологичные, большие и роскошные по сравнению с кораблями других правительств межзвездные судна. В колониальные миссии отправились лучшие и умнейшие сотрудники, каких корпорация только сумела отыскать, поэтому поселенцы, отправленные АПК, задали новый стандарт успешности и подняли планку требований. Тем, кто подписывает с АПК экспедиционный контракт, настоятельно рекомендуется прочитать его внимательно. АПК желает им всего хорошего и надеется на скорейший возврат своих инвестиций.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

