<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Протекторат Кавиты</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Протекторат Кавиты</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_KAVITHAN.png" alt="Протекторат Кавиты" class="contentimage" />
	<div class="contentleft">
		<h2>Лидер:</h2><div class="infobox"><a href="LEADER_INDIA.aspx" onmouseover="return tooltip('Кавита Такур');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_INDIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>Апокалипсис</h2><div class="infobox">Великая Ошибка повлекла за собой великие разрушения, поэтому экономическая и политическая позиция индийского субконтинента находилась в серьезной опасности. Популяции столкнулись с обширным затоплением берегов, неурожаем и пандемией, а международная гуманитарная помощь была ограничена. Миллионы беженцев расползлись по Индии и окружающим народам, что обернулось крупнейшей миграцией населения на субконтиненте со времен Раздела Британской Индии в 1947 году. Столкновения политических и религиозных группировок обострились, и централизованная политическая власть могла помочь лишь в определенной степени. Над субконтинентом нависла угроза раздробленности на этнические сообщества.</div>
<h2>Появление Пророка</h2><div class="infobox">В сердце этой опасной воронки, городе Дели, появился Радж Такур - мистик, проповедующий еретическое синкретическое вероучение, нашедшее отклик во всех трех основных религиях субконтинента. Такур говорил о великом потенциале людей, очищающей силе устойчивого образа жизни и личной благотворительности. Так он сумел сделать то, чего не смогла политика: он пересек религиозные и этнические границы и объединил народ субконтинента. Его посыл сам по себе стал политической силой - прочувствованным и естественным образом зародившимся движением, которое победило ужаснейшее религиозное, политическое и этническое насилие. Такур пешком совершил паломничество через субконтинент, оставив Дели и отправившись в Куш, а за ним шли десятки тысяч его учеников и СМИ, очарованные пророком. Когда Такур прибыл к подножью горы Гиндукуш, палаточный лагерь его последователей стал колыбелью учения, распространившегося по всему миру посредством личного общения, интернета и телевидения. Его образ и слова мелькали повсюду, принося утешение бедным и больным людям,  вдохновляя более высокие классы оставить свои безопасные крепости и помогать другим.</div>
<h2>Протекторат Кавиты</h2><div class="infobox">Радж Такур умер всего через три года после окончания паломничества, переложив свою миссию на дочь, Кавиту. Кавита Такур не так открыта в общении со СМИ, как ее отец, но многие видят в этом уважение к его видению, а также ее личный выбор сосредоточиться на собственных религиозных писаниях. В учениях и притчах Раджа Такура часто звучат образы полета и космического путешествия, а Кавита Такур интерпретировала их как эксплицитную поддержку Рассеяния. Говорят, что Точка Излома явилась Раджу Такуру в пророческом видении, что позволило Протекторату принять участие в Рассеянии.</div>
<h2>Ликование</h2><div class="infobox">Такуризм не только положил конец войне на индийском субконтиненте, но и привел к культурному расцвету, равного которому до Великой Ошибки не было. Пророк подарил людям новые стремления - появилась целая волна новой живописи, музыки, фильмов и видеоигр. Она зародилась в Дели, но разлетелась со скоростью речей Раджа Такура о том, как улучшить людскую участь. "Мечта Пророка" - это общий эвфемизм, которым называют космическую программу Протектората. Нравственную ценность самообразования ради работы с Рассеянием воспевали в музыке и кино.</div>
<h2>Защищая будущее</h2><div class="infobox">Протекторату все еще нужно устранить ущерб от десятилетних войн и залечить окружающую среду, ресурсов не хватает, но народ Протектората с оптимизмом смотрит в будущее. Из всех народов мира Протекторат, возможно, разнообразнее всего поддерживает Рассеяние, а отбор кандидатов на участие в этом проекте демократичен. У Кавиты Такур нет официальной должности и титула, но она, несомненно, является лидером этого политически-религиозного движения, и она ясно дала понять, что она осуществит мечты своего отца в этом поколении.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

