<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Бразилия</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Бразилия</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_BRASILIA.png" alt="Бразилия" class="contentimage" />
	<div class="contentleft">
		<h2>Лидер:</h2><div class="infobox"><a href="LEADER_BRASILIA.aspx" onmouseover="return tooltip('Режиналду де Аленсар');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_BRASILIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>Первая среди равных</h2><div class="infobox">Несмотря на то, что кризис не мог сравниться с Великой Ошибкой, для политической и экономической жизни западного полушария он все равно стал шоком. После случившейся экологической катастрофы западные страны в основном заботились о собственных нуждах, вместо того чтобы образовывать большие транснациональные сообщества. В Южной Америке Бразилия пострадала не меньше любой другой страны. Бассейн Амазонки затопило морской водой, а повышающийся уровень мирового океана угрожал Рио-де-Жанейро и Сальвадору. Но растущая производственная база Бразилии была надежной, и жители страны оказались в состоянии производить требуемое для восстановления оборудование, необходимую для коммуникаций электронику и лекарства, способные победить болезни. Статус Бразилии как региональной державы вырос.</div>
<h2>Миротворец</h2><div class="infobox">Бразилия закрепила за собой статус сверхдержавы, проводя миротворческую политику во всем мире. Бразильские миротворцы не обходили стороной бесчисленные конфликты, возникавшие тут и там после Великой Ошибки. Бразильские солдаты охраняли лагеря беженцев, где людям раздавались ящики с продовольствием и медикаментами. По-португальски эти операции назывались "O Caridade". Потенциал военной мощи страны достиг уровня, ранее доступного только Соединенным Штатам и Советскому Союзу. После тяжелейших боевых столкновений силы национальной обороны состояли из проверенных ветеранов, принимавших участие в подавлении самых яростных восстаний, операциях малой интенсивности и войне шестого поколения.</div>
<h2>Мечи на орала</h2><div class="infobox">Бразильцам удалось восстановить экономику, следуя примеру старого законопроекта GI, предусматривавшего обучение тех солдат, которые решили вернуться к мирной жизни. В последующие годы бразильские инженерные программы пополнились студентами-солдатами, а в аэрокосмических программах наступило нечто вроде золотого века. Страна заново отстроила свои порты и приступила к одному из крупнейших инфраструктурных мировых проектов после Великой Ошибки - нанесению на карты и судоходному регулированию расширенного бассейна Амазонки. Новые порты Бразилии, расположившиеся во внутренней части страны, совершенно по-новому открыли миру высокогорные районы Южной Америки. Увеличение объемов торговли обогатило Бразилию, а ряд партнерских соглашений подарил стране друзей по всему континенту. Сейчас Бразилия, без сомнения, является самым передовым государством новой Латинской Америки.</div>
<h2>Новые миры</h2><div class="infobox">Сильная аэрокосмическая промышленность Бразилии и ее опытные ВВС оказались для страны подспорьем в эпоху Рассеяния. Бразилия была первым государством, чей корабль покинул пределы Солнечной системы. Этот подвиг мгновенно стал предметом национальной гордости бразильцев, и они любят им похвалиться. Экспедиция состояла из лучших солдат и летчиков Бразилии: правительство верило, что колония, состоящая из испытанных в бою людей, успешнее покорит новый мир.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

