<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Паназиатская ассоциация</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Паназиатская ассоциация</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_PAN_ASIA.png" alt="Паназиатская ассоциация" class="contentimage" />
	<div class="contentleft">
		<h2>Лидер:</h2><div class="infobox"><a href="LEADER_PAN_ASIA.aspx" onmouseover="return tooltip('Даомин Сочуа');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_PAN_ASIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>Время Слез</h2><div class="infobox">Ко времени Великой Ошибки Китай был одной из двух признанных мировых сверхдержав. Тем не менее, из всех наций именно Китай понес от Великой Ошибки наибольший ущерб. Страну охватили национальная рознь и сепаратистские настроения, а общественный порядок развалился. Центральную Азию охватил хаос, а другие нации этого региона столкнулись со вспышками насилия. Соседние державы, такие как Индия и Россия, мобилизовали войска, опасаясь, что конфликт перекинется и к ним. В Азии настал период беспрецедентной напряженности и страха: каждая нация стремилась погасить внутренние конфликты, осторожно наблюдая за своими соседями.</div>
<h2>Международная помощь</h2><div class="infobox">Мир изо всех сил старался помочь Азии в минуту кризиса. Миротворческие силы делали что могли, чтобы обезопасить население. Неправительственные организации делали что могли, чтобы обеспечить неотложную помощь беженцам, но масштабная вынужденная миграция и сложность ситуации ограничивали объемы помощи, которую они могли предоставить. Получая от остального мира ограниченную помощь, правительства Азии были вынуждены противостоять множеству глубинных проблем, попутно сражаясь за восстановление гражданского общества.</div>
<h2>Появление Ассоциации</h2><div class="infobox">Потребовались многолетние и титанические дипломатические усилий, прежде чем вооруженные восстания успокоились. Тогда правительства Китая и Центральной Азии смогли разоружиться. Освободившись от необходимости подавлять внутренние волнения, Китай бросил все силы на примирение и восстановление. Общерегиональная валюта помогла создать экономический суперблок, а новые вливания капитала стимулировали возобновление инвестиций в промышленность, научные исследования и строительство. Паназиатская ассоциация возникла как объединение гигантских прибрежных городов, бросивших свои силы на развитие высокотехнологичного дизайна и производства.</div>
<h2>Значимый Прогресс</h2><div class="infobox">ПАА испытала на себе всю тяжесть Великой Ошибки, но сумела использовать процесс восстановления как испытательную площадку для многих технологий и методов, которые пригодились в эпоху Рассеяния. "Война против Гоби" помогла остановить опустынивание культивируемых земель. "Новый Город Сеул" стал стандартом высокоэффективной и высококачественной городской жизни, а "Великий Небесный Прыжок" показал, что необходимые для космической программы элементы можно производить массово.</div>
<h2>К звездам</h2><div class="infobox">На протяжении многих лет после Великой Ошибки ПАА инвестировала значительные средства в гражданскую инфраструктуру, добычу ресурсов и тяжелую промышленность. Выстоявшие корпорации получили новые привилегии, и у Азии появился новый стимул к развитию. Городские учебные заведения сфокусировались на прикладных науках и коммерции, и новому поколению удалось вновь раздвинуть границы теоретической физики, химии, металлоинженерии, а также теории вычислительных машин. У ПАА были материальные преимущества, а огромное население на сравнительно небольшой площади не могло не вызывать напряжения, поэтому именно ПАА приняла на себя ведущую роль в подготовке к колонизации. Под эгидой Пилотируемого Космического Инженерно-технического Отдела, ПАА построила первую космическую станцию, и впоследствии та послужила прототипом корабельных доков для первой орбитальной колонии. Всего через десять лет китайский экипаж совершил первую пилотируемую посадку на Марс, следуя картам, полученным с сети спутников "Иньхоу". Точка Излома подогнала события, но в целом создание жизнеспособных и самодостаточных поселений на инопланетных мирах всегда было целью ПАА. В последующие годы несколько миссий ПАА разлетелись по галактике в разных направлениях. Результаты этих миссий пока неизвестны.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

