<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Славянский Союз</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Славянский Союз</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_RUSSIA.png" alt="Славянский Союз" class="contentimage" />
	<div class="contentleft">
		<h2>Лидер:</h2><div class="infobox"><a href="LEADER_RUSSIA.aspx" onmouseover="return tooltip('Вадим Козлов');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_RUSSIA.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>Старые силы, новая Россия</h2><div class="infobox">Россия пострадала от Великой Ошибки, но ее знаменитые просторы и многочисленное население очень помогли стране при последующих изменениях окружающей среды и долгом процессе восстановления. Сильная рука центрального правительства предотвратила отделение территорий, а ряд чрезвычайных указов дал властям полномочия использовать любые ресурсы, необходимые для сохранения нации. Российские войска были вынуждены не раз вмешиваться в азиатские вооруженные конфликты, и это изменило Россию, превратив ее в Славянский Союз. Политические лидеры страны увидели в этой ситуации возможность вернуть доверие восточноевропейских стран, особенно в свете распада Евросоюза. Славянский Союз заманивал их в свои ряды, давая им доступ к залежам стратегически значимых полезных ископаемых и апеллируя к общему культурному наследию. Союз назывался Славянским, но тем не менее в него вошли сотни азиатских этнических групп и новые группы беженцев. При этом Союз, кажется, не слишком страдает от этнической и религиозной розни. Страны-члены Союза обладают определенной автономностью, и у этнических меньшинств есть возможность создавать местные органы власти.</div>
<h2>Грязь, лед, нефть, металл</h2><div class="infobox">Экологические катастрофы, последовавшие за Великой Ошибкой, вызвали обширные таяния вечной мерзлоты и тундры. Единственная положительная сторона экологической катастрофы состояла в том, что повысившаяся температура облегчила строительство, и геологические экспедиции отыскали новые месторождения стратегически значимых полезных ископаемых и нефти в ранее недоступных районах. Повышение уровня моря нанесло ущерб портовым городам на Балтийском море, но открыло новые возможности всесезонного судоходства, и Союз преуспевал, продавая всему миру сырье и нефть. Транссибирские трубопроводы, магистрали и нефтеперерабатывающие города хорошо видны с орбиты - ночью они превращаются в светящуюся паутину огней.</div>
<h2>Народный триумф</h2><div class="infobox">Союз заработал репутацию лучших в мире строителей колоссальных инфраструктур, и это дало им преимущество при подготовке к Рассеянию. Огромные проекты вроде восстановления Черного моря или Волжской сети плотин объединили страну политически и подарили ей ценный практический опыт строительства в сложных условиях. Союзные инженеры пользуются высоким спросом по всему миру, и даже если их проектам не хватает элегантности, они восполняют это своей надежностью.</div>
<h2>Пионеры новых горизонтов</h2><div class="infobox">Славянский Союз оказался самой активной страной в космосе. Космическая станция "Мир 2", орбитальный завод "Звездоград" и установка "Новая Луна" по праву считаются одними из высочайших достижений космонавтики, способных потягаться с самим Рассеянием. Кроме того, в Союзе существует несколько перекрестных программ: военных, гражданских, частных и академических. Роскосмос, теперь объединивший лучшие ученые умы из всех союзных стран, взял на себя ведущую роль в исследовании и развитии космических технологий.</div>
<h2>В космос</h2><div class="infobox">До Рассеяния Союз относился к собственным программам освоения космоса и формирования земли весьма по-деловому. Они расценивались как инструменты, необходимые для улучшения жизни граждан, но со временем Союз все чаще стал говорить о том, что его разработки служат всему человечеству. Союзные технологии могут решить любую задачу, а союзные методы подберут ключ к любой проблеме. Эта философия легла в основу колоссальных наработок по колонизации, проводившихся вплоть до наступления Точки Излома.</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

