<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Спонсоры и лидеры</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Спонсоры и лидеры</div>
	<div class="contentwidehome">
		<div class="infobox">
			"Ценность вашего партнера прямо пропорциональна числу людей, на которых она может повлиять внутри организации. Не ведите переговоров с тем, кто не сможет добиться нужного результата на своей стороне".<br />- Сюзанна Марджори Филдинг, "Транспланетарный менеджмент, методы и ресурсы"
		</div>
	</div>
	<div class="contentwidehome">
		<h2>Спонсоры и лидеры</h2>
		<div class="infobox">
			Как уже не раз бывало в истории человечества, катастрофа - в данном случае по вине человека, Великая Ошибка - реорганизовала геополитический ландшафт Старой Земли. Климатические изменения и другие последствия Великой Ошибки привели к тому, что многие могущественные державы утратили свое влияние или изменили политический курс. Другие же государства, напротив, ускорили развитие и заняли видное место на мировой арене. И, в паре случаев, мировую политическую элиту стали представлять совершенно новые лица. С началом новой Точки Отсчета, некоторые из ведущих политических и экономических лидеров стали спонсировать проекты по колонизации других планет, этот период историки позже назовут "Рассеянием". Люди верили, что это единственная надежда человечества создать лучший мир.<br /><br />Чтобы повысить шансы на успех и на выживание человечества во вселенной, было направлено несколько миссий, от каждого из спонсоров. Но прежде чем запускать миссию, каждому спонсору предстояло выбрать ее лидера, который должен был быть лучшим из лучших. И они выбрали. На плечи этих мужчин и женщин ляжет ответственность за жизни и судьбы первых поселенцев. Невозмутимость перед лицом опасностей, умение принимать решения в критических обстоятельствах, гибкость духа и твердость характера являются критически важными для того, чтобы повести человечество к другим мирам.
		</div>
	</div>
</asp:Content>
