<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Африканский Союз</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Африканский Союз</div>
	<img src="/civilopediabe/images/large/CIVILIZATION_AFRICAN_UNION.png" alt="Африканский Союз" class="contentimage" />
	<div class="contentleft">
		<h2>Лидер:</h2><div class="infobox"><a href="LEADER_AFRICAN_UNION.aspx" onmouseover="return tooltip('Саматар Джама Барре');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/LEADER_AFRICAN_UNION.png" /></a></div>
	</div>
	<div class="contentright">
		
<h2>Раздробленный континент</h2><div class="infobox">Несмотря на то, что африканский континент не затронули последствия Великой Ошибки, он пострадал от наплыва мигрантов. С повышением уровня морей росло количество беженцев из Северной Африки и прибрежных африканских наций. Гуманитарная катастрофа разрушила слабые экономики многих африканских стран и привела к дестабилизации политических режимов в регионе. Целое поколение успело вырасти в череде переворотов, кратковременных диктатур и эпидемии приграничных войн, раздиравших Африку на части. Большая часть Северной Африки в конечном итоге присоединилась к Франко-Иберийскому Евросоюзу, тем самым снизив имевшуюся напряженность, но нации к югу от Сахары по-прежнему пытались навести порядок.</div>
<h2>Выкованный в кризисное время</h2><div class="infobox">В этот период нестабильности на первый план выдвинулись лидеры старого Африканского Союза и ОРВЮА (Общего рынка Восточной и Южной Африки). Обе организации существовали на протяжении десятилетий и были на высоком счету у африканцев. Опираясь на свой первоначальный устав, члены старого Африканского Союза стремились обеспечить политическую и военную стабильность. Они попросили о помощи у обладающих наднациональными полномочиями сил, к которым прежде не обращались. Так возник Африканский "Народный" Союз, во главе которого встала часть государств-основателей ОРВЮА. Другие прогрессивные африканские нации быстро к нему присоединились. Позже их примеру последовали более стабильные республики к югу от Сахары. Однако остальные государства, управляемые диктаторами или раздираемые гражданскими войнами, присоединяться отказались.</div>
<h2>Новый союз</h2><div class="infobox">Крупнейшие страны-участницы нового Африканского Народного Союза объединили свои военные силы и положили конец беспорядкам и политической нестабильности, свергнув деспотические режимы и установив новые, которые быстро вступили в силу. В процессе выполнения этой задачи вооруженные силы выступили против местных бандитов, пиратов, боевых лидеров и других группировок, угрожавших всем гражданам Африки, которую АНС мечтал увидеть объединенной. Возникли новые военные традиции, и людям привили чувство гордости за выбор военной карьеры. Ряд благодарных государств-членов Африканского Союза избрали или назначили своими лидерами военных офицеров.</div>
<h2>Восстановление</h2><div class="infobox">Между тем, ОРВЮА (Общий рынок Восточной и Южной Африки) - с помощью своих связей со старыми и новыми африканскими союзами - принес на континент экономическую стабильность и процветание. Создание единой валюты было первым шагом. Вторым - упразднение таможенных пошлин и смена налогообложения для различных государств-членов по мере их вступления в Союз. Участие ОРВЮА в жизни новой Африки со временем привело к разработке ее богатых природных и сельскохозяйственных ресурсов. Не забывали и о сохранении экологического разнообразия и наследия, открыв большие парки диких животных и чудес природы. Финансировалось строительство дамб, новых источников энергии (например, ветряных электростанций), переселение прибрежных жителей и конголезцев. ОРВЮА также серьезно инвестировал в образование поколений, живших после Великой Ошибки, а также в гуманитарные проекты, особенно в сфере здравоохранения и прав человека. Развивались новые отрасли промышленности, и Союз стал одним из основных игроков международной торговли. Но проблемы не уходят, хоть Африканский Народный Союз и продолжает предпринимать действия для их решения. Примечательны остатки кумовства и коррупции, распространенные в некоторых государствах-членах ОРВЮА, а также вспышки племенных и/или религиозных конфликтов.</div>
<h2>Уходящий в плавание</h2><div class="infobox">Как и во многих других сферах жизни Союза, с началом эпохи Рассеяния купцы и торговцы сыграли ведущую роль. Большую часть миссий возглавляли и составляли видные региональные бизнесмены и уважаемые государственные служащие. Хотя формы власти и характеристики десятков колоний различались, все они корнями глубоко уходили в африканскую историю и культуру. Поговорка "Ребенка можно вырастить только всем миром", может, и неверна, но именно всем миром и приходится выживать колонии на далекой планете. Позицию африканской колониальной администрации лучше всего отражает неофициальный девиз Африканского Народного Союза – древняя бондейская пословица: "Слаб отдельно каждый прутик. Веник целый не сломать".</div>
		
<h2></h2>
		<div class="infobox"></div>
	</div>
</asp:Content>

