<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Создание торгового пути</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Создание торгового пути</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Чтобы проложить торговый путь, в городе нужно сначала построить торговый склад, плюс иметь свободную ячейку торгового пути. Такие ячейки позволяют городу прокладывать торговые пути по суше или воде. Построив торговый склад и имея свободную ячейку, создайте торговый конвой или торговое судно.<br /><br />Выберите торговый конвой или торговое судно, после чего нажмите кнопку "Проложить торговый путь". В открывшемся экране торговых путей появится список всех городов, аванпостов и станций, с которыми можно вести торговлю. Для всех пунктов указаны преимущества, которые получат обе стороны.<br /><br />Выберите город или станцию, с которыми вы хотите торговать, и торговый путь будет создан автоматически. Торговый путь проходит по любым клеткам, вне зависимости от того, кому они принадлежат.</div>
	</div>
</asp:Content>

