<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Энергия</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Энергия</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">На Старой Земле во времена эпохи Рассеяния большинство людей по-прежнему придерживались традиционных принципов торговли и накопления богатства и вкладывали средства в привычные материальные ценности, такие как деньги, драгоценные металлы, землю, предметы роскоши. Но когда колонисты прибыли на эту планету, и началась борьба за выживание, все эти вещи потеряли свое значение. Исключительную ценность теперь стала составлять энергия, во всех ее формах, так как она была необходима для передвижения транспортных средств, работы промышленного оборудования, лабораторий, заводов, спутников, обогрева помещений, а также реализации множества других задач, стоявших перед колонистами.<br /><br />Все виды энергии - электрическая энергия аккумуляторов и источников питания, химическая энергия топлива и биомассы, механическая энергия рабочих и простых машин - стали валютой в новом мире. Хотя в частном секторе процветала бартерная экономика, власти некоторых колоний установили официальный курс обмена энергии, в значительной степени зависел от ситуации на рынках электроэнергии. Попытка использования этого рынка в качестве резервного была предпринята еще в Чили в 80-х гг. XX века н.э. С тех пор накопление богатства и торговля приняли форму энергии, которая сберегалась и тратилась.</div>
	</div>
</asp:Content>

