<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Запуск и выведение на орбиту</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Запуск и выведение на орбиту</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Орбитальный юнит можно запустить из клетки города в клетку, находящуюся в зоне запуска. После запуска юниты попадают на карту орбитального слоя. Их можно запускать над клеткой, где уже находится наземный или морской юнит, но не туда, где есть другой орбитальный юнит.<br /><br />Над определенными секторами - например, над городами игрока - зона запуска появляется автоматически. Увеличить ее можно с помощью определенных технологий, чудес, направлений развития, зданий, контрактов со станциями и т.д.<br /><br />Орбитальные юниты не могут занимать одну и ту же клетку орбитального слоя. Иными словами, в каждой клетке может находиться только один орбитальный юнит. Кроме того, их зоны действия не должны накладываться друг на друга.</div>
	</div>
</asp:Content>

