<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Нападение на станцию</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Нападение на станцию</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Игроки могут в любой момент нападать на станции, но при первой попытке им будет предложено подтвердить декларацию агрессии. Если такое подтверждение получено, игрок считается "открыто враждебным" по отношению к данной станции. После этого все будущие атаки против нее будут получать разрешение автоматически в духе открытой войны с другой колонией. Эта станция больше никогда не будет торговать с игроком, и ее торговые партнеры тоже могут изменить к нему свое дипломатическое отношение на основании факта проявления агрессии.<br /><br />Со станцией можно не только торговать, ее можно и победить. Захваченная станция, как и гнездо инопланетян, исчезает с карты, а игрок получает бонус, который зависит от типа, уровня и статуса станции.</div>
	</div>
</asp:Content>

