<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Задания</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Задания</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">В любой момент времени агент может проводить только одну из нескольких тайных операций. Обратите внимание, что некоторые из этих операций доступны только игроку, обладающему определенным совершенством.<br /><br />Операции:<br /><br />- Создание сети: низкий уровень сложности и риска. Как только сеть будет создана, в отчете разведывательной службы отобразится дополнительная информация. Чем выше уровень агента, тем больше информации о городе будет показано.<br /><br />- Кража энергии: низкий риск, средняя сложность. Позволяет украсть энергию из выбранного города.<br /><br />- Кража науки: низкий риск, средняя сложность. Позволяет украсть науку.<br /><br />- Вербовка перебежчиков: низкий риск, средняя сложность. Дает игроку в столице группу произвольно выбранных боевых юнитов.<br /><br />- Кража технологии: средний риск, средняя сложность. Позволяет украсть технологию у выбранного игрока.<br /><br />- Взлом спутников: средний риск, высокая сложность. Позволяет отвести с орбиты спутники соперника, находящиеся в пределах 5 клеток от города, в котором проводилась операция.<br /><br />- Переворот: высокий риск, высокая сложность. Передает выбранный город игроку.<br /><br />- Удар "Вызвать червей": высокий риск, высокая сложность. Позволяет привлечь враждебно настроенных инопланетян в выбранный город. Данная операция требует высших уровней Гармонии.<br /><br />- Грязная бомба: высокий риск, высокая сложность. Позволяет взорвать бомбу в выбранном городе, существенно уменьшив его население. Данная операция требует высших уровней Праведности.<br /><br />- Саботаж: высокий риск, высокая сложность. Позволяет разграбить улучшения, находящиеся поблизости. Данная операция требует высших уровней Превосходства.</div>
	</div>
</asp:Content>

