<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Воздушная мощь</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Воздушная мощь</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Во времена, непосредственно предшествующие катастрофе, получившей название "Великая Ошибка", воздушные силы - наряду с низкоорбитальными спутниками - играли главную роль при ведении боевых действий во всем мире. Пилотируемые и беспилотные воздушные суда самых разных типов использовались для разведки, нанесения бомбовых ударов, сковывания действий противника, штурмовки и проведения других военных операций. Конечно, большинство колониальных экспедиций не могли брать на борт воздушные суда, поэтому им приходилось собирать их после высадки на планете. Кроме того, приходилось вносить изменения в аэродинамику проектируемых моделей. Несмотря на все эти сложности, за короткий период времени воздушные силы снова стали важнейшим средством ведения военных действий во всех поселениях.  </div>
	</div>
</asp:Content>

