<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Могущество технической сети</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Могущество технической сети</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Технологии в этой игре развиваются не линейно (от примитивных к совершенным), а в направлении от центральной точки к неизвестному будущему - будущему, где прогресс может быть достигнут различными путями. Игроки будут обладать большим выбором при принятии краткосрочных и долгосрочных решений, связанных с технологиями. Они смогут быстро и гибко менять направление развития технологий в зависимости от изменяющихся обстоятельств игры.<br />В игре Beyond Earth "главные" и "второстепенные" технологии образуют сетевую структуру. Технологии взаимодействуют между собой и расширяют выбор и число решений, которые может принять игрок. Эти типы технологий называются "ветвями" и "листьями", а вся парадигма - сетевой моделью.<br />Данная модель обеспечивает нелинейное развитие технологий, оно больше не основано на предварительных условиях. Теперь при исследовании технологий используется принцип "от общего к частному". Игроки исследуют те "ветви", которые их интересуют или отражают их стиль игры, а затем переходят к изучению "листьев", представляющих нужные компоненты технологий.</div>
	</div>
</asp:Content>

