<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Дипломатические состояния</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Дипломатические состояния</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Многие действия влияют на отношение/подход компьютерного соперника к вашей колонии. Его отношение, как и ваши действия (например, если вы объявили ему войну), определяют дипломатическое состояние между вашими колониями. Ниже приведены примеры различных состояний, в которых крупные колонии могут находиться в любой момент времени.<br /><br />Война:<br />Юниты могут свободно перемещаться и вести боевые действия на территории другой колонии.<br /><br />Перемирие:<br />Война с другой колонией приостанавливается, и ее нельзя начать в течение определенного числа ходов.<br /><br />Нейтралитет:<br />Состояние, в котором находятся все колонии в начале игры. Боевые действия и перемещение по чужой территории запрещены (если между колониями нет соглашения об открытых границах).</div>
	</div>
</asp:Content>

