<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Специалисты</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Специалисты</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Когда город только построен, все его жители обрабатывают клетки рядом с ним, создавая единицы пищи, производства, энергии, и т.д. Позднее у вас появляется возможность построить определенные здания, которые позволят жителям работать в качестве специалистов. Всего 5 типов специалистов:<br /><br />Художник:<br />Художник создает культуру. Поместите его в любое здание, имеющее отношение к культуре - например, голографическую комнату или в интегратор КЭС, чтобы увеличить "производство" культуры.<br /><br />Инженер:<br />Эти специалисты повышают уровень производства; помещайте их в связанных с промышленностью зданиях - на автоматизированных заводах и в банках данных.<br /><br />Садовод:<br />Фермеры увеличивают производство пищи. Их нужно размещать в соответствующих зданиях - таких как станции клонирования и массовые ферментаторы.<br /><br />Ученый:<br />Ученый создает дополнительные колбочки исследований, если поместить его в одно из зданий, связанных с наукой - например, в ксенопитомник или институт.<br /><br />Торговец:<br />Эти специалисты создают дополнительную энергию - местный эквивалент денег. Торговцев можно размещать в вырабатывающих энергию зданиях, таких как ториевый реактор и ксенотопливный завод.<br /><br />Безработные:<br />Если житель не обрабатывает клетку и не является специалистом, то он считается частью резерва рабочей силы. Безработные автоматически создают единицы производства, однако не считаются приписанными к зданиям.</div>
	</div>
</asp:Content>

