<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Аванпосты</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Аванпосты</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Аванпост, вкратце, это прото-город: небольшое поселение на карте, которое занимает столько же территории, сколько город, но еще не обладает преимуществами города. На аванпостах нельзя строить здания и чудеса, создавать юниты, возводить оборонительные сооружения. Владелец аванпоста получает эксклюзивное право улучшать клетки на его территории и собирать продукцию с этих клеток, однако вражеские юниты могут беспрепятственно проходить по территории аванпоста.<br /><br />Аванпосты не могут обстреливать вражеские войска издалека, их боевая мощь ослаблена, и при захвате они уничтожаются, а не аннексируются. Но в них можно держать войска, и юниты в гарнизоне будут воевать как обычно.<br /><br />Единственным исключением из правила развития аванпостов в города является столица игрока - первый построенный им в самом начале игры город. Столица считается полностью готовой уже при своем основании, но все последующие заложенные поселения будут проходить через стадию аванпостов.</div>
	</div>
</asp:Content>

