<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Победа в сценарии "Освобождение"</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Победа в сценарии "Освобождение"</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Это особый сценарий победы, связанный с Превосходством. Игрок строит врата разрыва (называемые также вратами освобождения) и отправляет на Землю "освободительную армию", чтобы спасти землян от тягот их примитивного существования и вывести их на новый уровень.<br /><br />Победа в сценарии "Освобождение" состоит из трех этапов: установления контакта с Землей, строительства врат освобождения и отправки боевых юнитов через врата освобождения для установления порядка на Земле. <br /><br />Единственный способ наладить вновь контакт с Землей - запустить орбитальный юнит спутник лазерной связи.<br /><br />Врата освобождения - это планетарное чудо. После установления связи с Землей игрок может построить их в любом городе.<br /><br />После того как врата построены, игрок использует их для захвата власти на Земле. Для этого нужно перебросить к вратам мощные боевые юниты - они отправятся на Землю в составе "армии миротворцев". Чтобы включить юнит в состав этой армии, игрок должен переместить юнит к вратам и активировать способности врат по транспортировке. При этом юнит исчезнет из игры. Игрок может переместить к вратам не более одного юнита за ход.<br /><br />Боевая мощь каждого юнита учитывается при подсчете очков, необходимых для победы. Игрок одержит победу, если наберет определенное число очков боевой мощи. Если врата разрушены, игрок не теряет накопленные очки, но не может отправлять на Землю новые войска, пока не построит новые врата.</div>
	</div>
</asp:Content>

