<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Игровые понятия</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Игровые понятия</div>
	<div class="contentwidehome">
		<div class="infobox">
			"Моя единственная задача - успех поселения. Если что-то будет способствовать этому, я это поддержу. Если что-то станет помехой, я буду с этим бороться".<br />- Вадим Козлов, "Аксиомы из протоколов Центрального Совета"
		</div>
	</div>
	<div class="contentwidehome">
		<h2>Игровые понятия</h2>
		<div class="infobox">
			Приглашаем вас окунуться в мир игры Civilization: Beyond Earth. Вы заглянете в будущее человечества и отправитесь в захватывающее путешествие с целью колонизировать новый, инопланетный мир. Успех вашего предприятия будет зависеть от множества факторов: исследований, технологий, культуры, экономики, дипломатии и победы в военных действиях.<br /><br />Beyond Earth - это пошаговая стратегия, разработанная на основе системы Civilization, удостоенной множества наград. Civilization является самой популярной компьютерной симуляцией. Уже много лет она славится точно продуманными деталями и привлекает игроков практически неограниченными вариантами сценариев.<br /><br />В разделе "Игровые понятия" Цивилопедии вы найдете краткое описание наиболее важных аспектов игры; основные разделы отображены на панели навигации. Щелкните по закладке, чтобы увидеть ее подразделы. Если вы хотите узнать еще больше о том или ином игровом аспекте, обратитесь к руководству по игре.
		</div>
	</div>
</asp:Content>
