<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Открытие новых направлений развития</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Открытие новых направлений развития</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Новые направления развития открываются в зависимости от того, сколько очков культуры приносят вам все ваши города. На панели информации главного экрана можно увидеть, сколько очков культуры набрала ваша колония, сколько производится за каждый ход и сколько их нужно, чтобы выбрать новое направление развития.<br /><br />Набрав необходимое количество очков культуры, вы можете приобрести направление в окне "Направления развития". После каждого приобретения стоимость следующего направления возрастает. Когда вы накопите достаточно очков культуры для покупки нового направления развития, вы увидите соответствующее напоминание.</div>
	</div>
</asp:Content>

