<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Приобретение боевого опыта</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Приобретение боевого опыта</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Юнит получает очки опыта за выживание в раунде. Чтобы получить опыт, необязательно побеждать в бою или уничтожать врага; с каждым ходом битвы опыт так или иначе будет увеличиваться, если юнит не погибнет.<br /><br />Число очков опыта юнита зависит от обстоятельств боя. Как правило, юниты получают больше опыта при атаке, чем при обороне. Кроме того, ближний бой приносит больше опыта, чем все другие его виды. Вот некоторые числа (более подробные данные смотрите в статье "Графики и таблицы"):<br />Атака в ближнем бою: 5 очков опыта<br />Оборона в ближнем бою: 4 очка опыта<br />Атака в дальнем бою: 2 очка опыта<br />Оборона в дальнем бою: 2 очка опыта<br />Ограничение для боя с инопланетянами: юнит, набравший тридцать очков опыта, перестает получать их за битвы с инопланетянами.</div>
	</div>
</asp:Content>

