<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Общий подход к инопланетянам</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Общий подход к инопланетянам</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Два лидера могут разделять отношение к инопланетянам. Они могут относиться к ним как положительно, так и отрицательно, главное, что они действуют одинаково.<br /><br />Если лидер предпринимает враждебные действия по отношению к инопланетянам, ведет массовое уничтожение, нападая на их юниты и зачищая их поселения, то считается, что он настроен против инопланетян. Также к агрессивным действиям против инопланетян относится уничтожение миазмы на незанятой территории.<br /><br />Если игрок избегает столкновений с инопланетянами, применяет пассивные средства обороны, такие как строительство ультразвуковых барьеров, и/или активно распространяет миазму, то считается, что он положительно относится к инопланетянам. (Кстати, все это связано с Гармонией).<br /><br />Если две колонии по-разному относятся к инопланетянам, то это ухудшает отношение между ними и может привести к осуждению.</div>
	</div>
</asp:Content>

