<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Окно торговли</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Окно торговли</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Окно торговли позволяет вам торговать ресурсами и заключать иные договоренности. Некоторые опции можно использовать, только изучив предварительно соответствующую технологию. Если что-то не может стать объектом обмена, оно выделяется серым. Наведите курсор на строку, чтобы узнать о ней больше.<br /><br />Окно торговли поделено на две части. Предложение вашей колонии находится справа, а предложение вашего партнера - слева.<br /><br />Торги не обязаны быть равными: вы можете, например, попросить "Открытые границы" в обмен на энергию или просто так. Создав интересующую вас сделку, нажмите на кнопку "Предложить", и ваш партнер ее увидит. Если лидер другой колонии принимает предложение, то оно сразу же вступает в силу.<br /><br />Если лидер отвергает его (ответ появится в диалоговом окне в правом верхнем углу), нажмите на "Каково ваше встречное предложение?", и партнер расскажет вам, какой вариант его устроит. Обратите внимание: некоторые активы лидер под управлением ИИ не отдаст ни за что - неважно, что вы предложите взамен. Порой вы будете получать предложения от лидеров других колоний. Можно их принять, сделать встречное предложение или отклонить предложение полностью. Нажмите на кнопку "Выйти", чтобы закрыть этот экран.<br /><br />Срок действия торговых соглашений составляет 30 ходов. По истечении этого срока вы можете, конечно, перезаключить соглашение.</div>
	</div>
</asp:Content>

