<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Агрессивные действия</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Агрессивные действия</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Есть несколько агрессивных действий:<br /><br />Агрессивное развертывание войск:<br />Если вы собираете или "размещаете" (укрепляете на 5 ходов и более) войска на границе или на территории другой колонии, или если вы запускаете военные или шпионские спутники так, чтобы их зона действия накрывала территорию другой колонии, то ваши отношения с этой колонией будут ухудшаться. Это может привести к осуждению.<br /><br />Агрессивная экспансия:<br />Если вы создаете аванпосты рядом с территорией другой колонии, ваши отношения с ней будут ухудшаться. По умолчанию "агрессивный" аванпост - тот, чья территория (после превращения в город) будет граничить с территорией другой колонии. Отношение к экспансии может зависеть от личных качеств лидера. Это может привести к осуждению.<br /><br />Агрессивные тайные операции:<br />Если вы пойманы с поличным на проведении тайных операций (прошли они успешно или нет, не важно), которые наносят вред городу другой колонии, ваши отношения с ней будут ухудшаться. Ухудшение будет пропорционально степени "тяжести" операции, ее успеху или провалу, а также тому, проводит ли колония агрессивные тайные операции против других колоний (не только вашей). К числу агрессивных операций относятся: кража энергии, кража науки, кража технологии, вербовка перебежчиков, использование грязных бомб/атака червями/взлом спутников (тайные операции, связанные с совершенствами). Это может привести к осуждению.<br /><br />Агрессия по отношению к дружественным станциям:<br />Если вы нападаете или разрушаете станцию, с которой торгует другая колония, то ваши отношения с этой колонией будут ухудшаться. Степень ухудшения зависит от уровня станции и времени, в течение которого эта колония торговала с данной станцией. Это может привести к осуждению.</div>
	</div>
</asp:Content>

