<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Выбор направления развития</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Выбор направления развития</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Набрав определенное число очков культуры, которое зависит от уровня сложности, вы сможете выбрать направление развития. Например, на уровне сложности "Спутник" первое направление развития "стоит" 10 очков культуры, но на уровне "Джемини" - 25 очков, и каждый последующий уровень стоит немного больше.<br /><br />Если у вас есть нужное количество очков культуры, в течение вашего хода вы получите соответствующее сообщение. Чтобы открыть экран направлений развития, щелкните либо по сообщению, либо по значку направлений развития.<br /><br />После этого вы сможете выбрать новую ветку развития или новое направление в уже открытой ветке. Те, которые у вас уже есть, будут подсвечены, остальные окрашены в серый цвет. Чтобы получить информацию о направлении, наведите на него указатель мыши.</div>
	</div>
</asp:Content>

