<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ограничения очков опыта</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ограничения очков опыта</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">За выживание в раунде боя юнит получает очки опыта. Чтобы получить очки, юниту необязательно побеждать в бою или уничтожать врага; очки начисляются за выживание в каждом раунде.<br />Количество получаемых очков опыта зависит от обстоятельств боя. Обычно юнит получает больше очков за атаку, чем за оборону. Больше всего очков юнит получает за участие в ближнем бою. Примеры:<br />Атака в ближнем бою: 5 очков опыта<br />Оборона в ближнем бою: 4 очка опыта<br />Атака в дальнем бою: 2 очка опыта<br />Оборона в дальнем бою: 2 очка опыта<br />Ограничение для боя с инопланетянами: после того как юнит набрал 30 очков опыта, он перестает получать дополнительные очки за битвы с инопланетянами.</div>
	</div>
</asp:Content>

