<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Победа в сценарии "Земля обетованная"</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Победа в сценарии "Земля обетованная"</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Это особый сценарий победы, связанный с Праведностью. В нем игрок строит врата разрыва (называемые также вратами исхода) и перемещает население умирающей Земли на новую планету, в новый дом человечества - на землю обетованную.<br /><br />Этапы сценария "Земли обетованной":<br />Сценарий "Земли обетованной" состоит из четырех этапов: установление контакта с Землей, создание врат исхода, призыв поселенцев-землян через врата и строительство жилищ для них.<br /><br />Установить связь с Землей можно только с помощью запуска спутника лазерной связи.<br /><br />Врата исхода - планетарное чудо. После установления контакта с Землей игрок может построить врата исхода в любом своем городе.<br /><br />Как только врата исхода построены, игрок может активировать их один раз за ход, чтобы создать юнит земных поселенцев. Это особые мирные юниты, символизирующие жителей Земли, которых нужно разместить на планете. Для этого вы должны отправить их в поселения землян.<br /><br />Поселения землян - это особые, улучшенные поселения. Эти поселения можно создать в любой точке планеты, вне зависимости от того, какой колонии они принадлежат. Также на них не действуют ограничения городов и аванпостов касательно расстояний до других поселений.<br /><br />Как только поселение землян построено, туда можно отправить до 6 земных поселенцев. Каждый поселенец увеличивает число очков победы.<br /><br />Поселения землян не способны сражаться и очень уязвимы во время атаки вражеского юнита. Если поселение уничтожено, все земляне в нем гибнут, и соответствующее число очков вычитается из общего счета. На месте поселений возникают руины, и захватчик получает ресурсы в награду за разрушение поселения.<br /><br />Чтобы одержать победу в сценарии, игрок должен благополучно обустроить определенное число поселенцев. Если врата исхода уничтожены, накопленные очки не сгорают, но переброска новых поселенцев будет прекращена, пока не будут построены новые врата.</div>
	</div>
</asp:Content>

