<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Услуги</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Услуги</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Услуги - это своеобразная дипломатическая валюта, предлагающая тем, кто ей расплачивается, больше понимания и контроля над будущими отношениями с лидерами других колоний. Услуги можно приобрести и потратить только посредством экрана дипломатической торговли, они предоставляются только ИИ.<br /><br />Воспринимайте услуги как форму "долговой расписки" или же обещание в будущем отплатить материальными ценностями или действиями.<br /><br />Как заработать услуги?<br /><br />Если ИИ обращается с просьбой к игроку, он может предложить в качестве оплаты одну или несколько услуг. Таким образом, в Civilization: Beyond Earth любая просьба со стороны ИИ предполагает благодарность. Получив просьбу от ИИ, игрок увидит, сколько услуг он получит, если удовлетворит ее. Впоследствии игрок сможет обменивать услуги на товары.<br /><br />Применение услуг не ограничивается одними лишь сделками. Вы можете также использовать их в разделе "Обсуждения", чтобы убедить ИИ выполнить вашу просьбу.</div>
	</div>
</asp:Content>

