<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Улучшение и ухудшение отношений</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Улучшение и ухудшение отношений</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Улучшение отношений с дружественной третьей стороной:<br />Если игрок заключает альянс или соглашение о сотрудничество с другой колонией, а затем с ней заключает одно из этих соглашений третья сторона, это улучшит отношение третьей стороны к игроку. (Короче говоря, "друг моего друга - мой друг"). Это улучшение пропорционально силе дружеских отношений между первой парой и между второй парой.<br /><br />Улучшение отношений с враждебной третьей стороной:<br />Если вы во враждебных отношениях с другой колонией (но не обязательно в состоянии войны с ней), и третья сторона ухудшает отношения со второй, то ваши отношения с третьей стороной улучшаться. Иными словами, "враг моего врага - мой друг". Это изменение также будет пропорционально уровню вражды второй стороны с вами и с третьей стороной.<br /><br />Ухудшение отношений с дружественной третьей стороной:<br />Если лидер колонии находится в дружественных отношениях с вами и/или положительного мнения о вас, и третья сторона ухудшает свои отношения с первой колонией, ваши отношения с третьей колонией ухудшаются. Негативный эффект пропорционален уровню дружбы/ухудшения соответственно.<br /><br />Ухудшение отношений с враждебной третьей стороной:<br />Если вы в нейтральных отношениях с колонией или воюете с ней, и третья сторона устанавливает дружественные отношения с вашим врагом, ваши отношения с третьей стороной ухудшаются. Это улучшение пропорционально уровню вражды между вами и второй колонией, а также силе дружеских отношений между второй и третьей колониями.</div>
	</div>
</asp:Content>

