<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Рекогносцировка операций</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Рекогносцировка операций</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Фундаментальная цель деятельности разведывательных служб состоит в незаметном сборе разведданных. Так как контрразведывательные программы становятся все более совершенными (включая в себя устройства для анализа поведения и глобального интегрированного социоанализа), соответственно возрастает и необходимость лучшего планирования и наблюдения. Рекогносцировка операций призвана дать агентам максимум возможностей для осуществления своей деятельности, она создает модели поведения, неотличимого от обычного, повышает индивидуальную информированность, осуществляет тренировку мнемонической и эйдетической памяти и полную культурную маскировку.</div>
	</div>
</asp:Content>

