<%@ Page Title="" Language="VB" MasterPageFile="Covert.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Мониторинг агентов</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Мониторинг агентов</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Вы можете следить за ходом тайных операций. Нажмите на кнопку тайных операций, которая находится в правом нижнем углу главного экрана. После этого откроется экран тайных операций, на котором приведен список ваших агентов, находящихся в главном управлении и на задании. Вы можете распределять агентов, используя кнопку "Назначить" и направляя агента в указанный город. Если агент на задании, вы можете нажать кнопку "Отменить", чтобы прервать операцию и назначить агенту новое задание в этом же городе.<br /><br />Прокручивание карты возможно при открытом экране тайных операций. Кроме того, вы можете перейти в город, куда отправили агента - для этого нужно щелкнуть по имени агента, находящегося "На задании".</div>
	</div>
</asp:Content>

