<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Здоровье</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Здоровье</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Здоровье - показатель общего благополучия вашей колонии. Меняющиеся значения этого параметра напоминают игру в перетягивание каната - соревнование между факторами, позитивно и негативно влияющими на здоровье. В зависимости от уровня здоровья в целом вы можете получать штрафы или бонусы. Как правило, рост населения негативно отражается на его здоровье, растущее население также сложнее держать под контролем.<br /><br />Здоровье колонии отображается в строке состояния главного экрана (в верхней его части). Внимательно следите за показателями здоровья. Если строка состояния приобретет красный цвет, ваше население нездорово и требует вашего внимания. Если она зеленая - ваше население в порядке, а вы, возможно, получите бонус. (Для получения подробной информации о здоровье населения, а также бонусах и штрафах наведите курсор на цифру, отражающую текущий показатель здоровья.)<br /><br />При отрицательных значениях вам будут начислены штрафы, которые ужесточатся при дальнейшем ухудшении здоровья. Вместе с тем хорошее здоровье принесет бонусы вашему населению, которые будут расти по мере улучшения здоровья.</div>
	</div>
</asp:Content>

