<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Победа в сценарии "Трансцендентность"</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Победа в сценарии "Трансцендентность"</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Это особый сценарий победы, связанный с Гармонией. В нем игрок запускает слияние разумов всех живых существ со спящим сознанием самой планеты. В результате происходит массовое просветление, и автономный, индивидуальный разум перестает существовать. Все существа объединяются в "планетарной нирване", чтобы жить вечно в идеальной гармонии.<br /><br />Победа в сценарии "Трансцендентность" состоит из трех этапов: установление контакта с сознанием планеты, создание Цветка разума и слияние разумов.<br /><br />Прежде всего игрок должен установить контакт с сознанием планеты. Для этого нужно исследовать ряд технологий, которые дадут доступ к чуду Цветок разума.<br /><br />Цветок разума - это планетарное чудо, доступ к которому дают технологии поздних этапов игры. Его можно построить в любом городе.<br /><br />Как только Цветок разума построен, он немедленно начинает слияние сознания планеты и всех ее обитателей. Это длится в течение некоторого числа ходов, и в это время сама планета реагирует на процесс драматичным и даже агрессивным образом.<br /><br />Победу с помощью Цветка разума можно ускорить, строя в своих городах интеллектуальные основы и ксенозаповедники. Каждое построенное здание вносит вклад в готовность Цветка разума.<br /><br />Игрок может одержать победу, если в состоянии защитить Цветок, пока тот не закончит процесс.<br />Если Цветок уничтожен, попытка одержать победу считается неудачной. В этом случае, чтобы победить, игрок должен построить еще один Цветок разума и начать процесс заново.</div>
	</div>
</asp:Content>

