<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Захват города</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Захват города</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Город с максимальным уровнем здоровья имеет 100 очков самообороны. Если городу наносится урон, количество очков самообороны уменьшается. Когда очки самообороны падают до нуля, вражеский юнит может войти в него, даже если в городе ещё находятся другие юниты. После этого город считается захваченным.<br /><br />Когда ваш юнит входит во вражеский город, он может разрушить его, аннексировать и включить в состав своей колонии, или же сделать его городом-сателлитом. У каждого варианта есть свои преимущества и недостатки.<br /><br />Если город взят, его здания также будут захвачены, хотя и не все из них смогут пережить штурм. Культурные и военные сооружения (оборонный периметр, резервация инопланетян и т. д.) в случае завоевания города будут разрушены. А все остальные сооружения с вероятностью 66% могут быть захвачены целыми и невредимыми, и вы сможете пользоваться ими в дальнейшем.</div>
	</div>
</asp:Content>

