<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Что позитивно влияет на здоровье?</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Что позитивно влияет на здоровье?</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Улучшить здоровье населения можно следующим образом:<br /><br />Здания: некоторые здания повышают здоровье населения, например, клиника (можно строить с самого начала), фармацевтическая лаборатория, клеточный инкубатор, генопитомник и другие. Любое здание, построенное в вашей колонии, повышает общий уровень здоровья (то есть две клиники производят в два раза больше здоровья, чем одна).<br /><br />Чудеса: некоторые чудеса, такие как прогностическая система и Ксенонова, могут значительно повысить уровень здоровья.<br /><br />Направления развития: некоторые направления могут значительно повысить уровень здоровья, особенно путь процветания. Обратите внимание, что другие направления развития дают бонусы только здоровым колониям.<br /><br />Технологии: сами по себе технологии не добавляют здоровья, но они разрешают постройку зданий и чудес, которые повышают здоровье.</div>
	</div>
</asp:Content>

