<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Уровни здоровья</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Уровни здоровья</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">В зависимости от уровня здоровья в целом ваше население будет подвергаться воздействию различных эффектов. Плохое здоровье ведет к получению штрафов, которые увеличиваются по мере снижения уровня здоровья. Аналогично, хорошее здоровье ведет к получению бонусов, увеличивающихся по мере повышения его уровня.<br /><br />[ICON_BULLET]От -20 до -70, штраф к производству -1% за очко (до -50%)<br />[ICON_BULLET]От -15 до -65, уровень интриги при вражеских тайных операциях увеличен +2% за очко (до +100%)<br />[ICON_BULLET]От -10 до -60, штраф к науке -1% за очко (до -50%)<br />[ICON_BULLET]От -5 до -55, штраф к культуре -1% за очко (до -50%)<br />[ICON_BULLET]От 0 до -50, штраф к росту аванпоста -2% за очко (до -100%)<br />[ICON_BULLET]От 0 до -50, штраф к росту города -2% за очко (до -100%)<br />[ICON_BULLET]От 1 до 5, нет эффекта.<br />[ICON_BULLET]От 5 до 25, бонус к производству +1% за очко (до +20%)<br />[ICON_BULLET]От 10 до 30, уровень интриги при вражеских тайных операциях снижен -2% за очко (до -40%)<br />[ICON_BULLET]От 15 до 35, бонус к науке +1% за очко (до +20%)<br />[ICON_BULLET]От 20 до 40, бонус к культуре +1% за очко (до +20%)<br />[ICON_BULLET]От 25 до 45, бонус к росту города +1% за очко (до +20%)<br />[ICON_BULLET]От 25 до 45, бонус к росту аванпоста +2% за очко (до +40%)</div>
	</div>
</asp:Content>

