<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Техническая сеть</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Техническая сеть</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Древо технологий в Beyond Earth нелинейно и имеет центральную точку. Чтобы начать исследование технологии, не требуется соблюдение специальных предварительных условий - необходимо просто открыть любую соседнюю с ней технологию. Переход по сети технологий является двунаправленным.<br />После того как исследование технологии будет завершено, появится окно с соответствующим сообщением. Вам нужно будет выбрать новую технологию для исследования и нажать "Выбрать исследование" на экране. Над этим сообщением в списке действий также появится значок.<br />В верхнем левом углу экрана главной карты отобразится технология, изучение которой завершено (вначале игре здесь отображается технология "Среда обитания").</div>
	</div>
</asp:Content>

