<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Победа в сценарии "Контакт"</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Победа в сценарии "Контакт"</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Это сценарий победы, в котором игрок вступает в контакт с дружелюбно настроенной высокоразвитой расой инопланетян, и тем самым изменяет смысл человеческого существования. Эта победа больше всего подходит для игроков, делающих ставку на развитие экономики колонии, и ее можно добиться при помощи любого совершенства.<br /><br />Сценарий "Контакт" состоит из четырех этапов: обнаружение Сигнала, расшифровка Сигнала, строительство Маяка и активация Маяка.<br /><br />Для обнаружения Сигнала игроку нужно выполнить два следующих условия:<br />Завершить городской проект "Трансцендентное уравнение".<br />Запустить орбитальный юнит "Космический телескоп", чтобы он за некоторое число ходов обнаружил источник Сигнала.<br />Исследовать руины предтеч с помощью исследователя на карте.<br /><br />Для расшифровки сигнала необходимо завершить в городе проект "Расшифровка сигнала".<br /><br />Маяк - это планетарное чудо. После расшифровки Сигнала Маяк можно построить в любом городе. Построенный Маяк нужно активировать, потратив 1000 ед. энергии. Работающий Маяк потребляет все излишки энергии, которые есть у игрока. Маяк можно выключить в любой момент - это не отбросит игрока назад на пути к победе.<br /><br />Для победы Маяку необходимо определенное количество энергии, и каждый ход он тратит излишки энергии игрока на достижение этой цели. Если необходимое количество энергии потрачено, игрок одерживает победу.</div>
	</div>
</asp:Content>

