<%@ Page Title="" Language="VB" MasterPageFile="Concepts.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Неисключительные дипломатические состояния</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Неисключительные дипломатические состояния</div>
	<div class="contentwide">
		<h2>Краткий обзор:</h2><div class="infobox">Есть несколько дипломатических состояний, которые не являются необходимыми для других дипломатических состояний.<br /><br />Соглашение об открытых границах:<br />Это соглашение позволяет вам свободно перемещать свои юниты по территории другой колонии. Это соглашение можно заключить с колонией, с которой вы находитесь в состоянии нейтралитета, а также с теми, с которыми вы заключили соглашение о сотрудничестве или альянс (в последнем случае границы становятся открытыми автоматически).<br /><br />Осуждение: Один из лидеров раздражен вашими действиями, и он публично осудил их. Осуждение часто становится прелюдией к войне, но один и тот же повод для осуждения по-разному влияет на враждебность разных лидеров. Игроки могут одновременно осудить разные действия другого лидера. Вы можете осудить колонию, с которой вы находитесь в состоянии перемирия, нейтралитета, а также те, с которыми вы заключили соглашение о сотрудничестве или альянс. </div>
	</div>
</asp:Content>

