<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Элоди</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Элоди</div>
	<img src="/civilopediabe/images/large/LEADER_FRANCO_IBERIA.png" alt="Элоди" class="contentimage" />
	<div class="contentleft">
		<h2>Титулы:</h2><div class="infobox">Утонченный аристократ<br /><br />"Защитница культуры"</div>
		<h2>Цивилизация:</h2><div class="infobox"><a href="CIVILIZATION_FRANCO_IBERIA.aspx" onmouseover="return tooltip('Франко-Иберия');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/CIVILIZATION_FRANCO_IBERIA.png" /></a></div>
	</div>
	<div class="contentright">
		<div class="infobox">Премьер, Франко-Иберия</div>
		<h2>Игровая информация:</h2><div class="infobox">Сияющий путь<br /><br />Бесплатное направление развития за каждые 10 направлений, открытых за очки <img src="/civilopediabe/images/culture.png" alt="culture" /> культуры.</div>
		
<h2>История</h2><div class="infobox">Богатая родословная Элоди восходит к знати и привилегированной элите Франции и Италии, жившей за тысячу лет до Великой Ошибки. Однако престиж и влияние ее семьи - следствие не высокого сословия, к которому она принадлежала, а огромного состояния, накопленного в течение предыдущих двух столетий благодаря  сельскохозяйственным владениям, пищевой промышленности, фармацевтике и текстилю. Возникшие со времен Великой Ошибки возможности сделали их еще богаче. Немалые деньги принесли, например, фармацевтические операции во время пандемии "супер-жуков", а также фермы, сады и виноградники в Португалии, Франции, Греции и на Сицилии, которые относительно не пострадали от последствий.</div>
<h2>Ранние годы</h2><div class="infobox">Рожденная в Главной европейской клинике плодородия и материнства в Браге, Элоди была единственным ребенком в семье. Выросшая в роскоши Лазурного берега и Коста-дель-Соль, Элоди еще в юном возрасте стала любимицей СМИ; впрочем, они не всегда изображали ее в хорошем свете. Достигнув зрелости, она сделала ставку на то, что публичность и опыт работы с прессой позволят ей продвигать свои взгляды на политику и культуру. Взращенная в католических традициях Нового Папства, Элоди делала вид, что не следует никакой конкретной религии. Однако она была убежденным монотеистом и привносила веру во все свои дела.</div>
<h2>Традиция</h2><div class="infobox">Порицаемая критиками как изоляционистка и представительница европейской элиты, Элоди прославилась саркастическим языком и остроумием. Твердо веря в ценности западных культурных традиций, она считала, что образованная европейская элита должна управлять массами для их же блага, обеспечивая выживание высокой культуры. Лучшим способом сделать это на Земле было создание независимого и устойчивого нового Союза. Но еще важнее, с точки зрения Элоди, было гарантировать, что Франко-Иберийский Союз создаст внеземные колонии.</div>
<h2>Рассеяние</h2><div class="infobox">Когда Франко-Иберия объявила о планах по запуску "Рассеяния", Элоди использовала свое значительное влияние и семейные связи, чтобы попасть в шорт-лист кандидатов. Используя свои навыки общения с прессой, она сумела получить поддержку масс-медиа и стала популярным кандидатом по мнению граждан Союза - несмотря на возраст. Помимо вопросов общего функционирования (а Элоди умела выбирать способных помощников), она также лично курировала создание Канона - оптимальной коллекции западной живописи, письма и музыки, ставшей образцом для включения в культурные банки других проектов Рассеяния. Таким образом, когда переселенческий корабль взлетал, он нес на себе не только франко-иберов и их технологии, но и величайшие европейские произведения искусства, а также схемы, позволяющие скопировать некоторые архитектурные чудеса Европы. Новая колония Элоди должна была не только процветать, но и хорошо выглядеть.</div>
	</div>
</asp:Content>

