<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Саматар Джама Барре</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Саматар Джама Барре</div>
	<img src="/civilopediabe/images/large/LEADER_AFRICAN_UNION.png" alt="Саматар Джама Барре" class="contentimage" />
	<div class="contentleft">
		<h2>Титулы:</h2><div class="infobox">Большой дядюшка<br /><br />"Идущий верным путем"</div>
		<h2>Цивилизация:</h2><div class="infobox"><a href="CIVILIZATION_AFRICAN_UNION.aspx" onmouseover="return tooltip('Африканский Народный Союз');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/CIVILIZATION_AFRICAN_UNION.png" /></a></div>
	</div>
	<div class="contentright">
		<div class="infobox">Премьер-министр, Африканский Народный Cоюз</div>
		<h2>Игровая информация:</h2><div class="infobox">Умоджа<br /><br />+10% <img src="/civilopediabe/images/food.png" alt="food" /> к пище в растущих <img src="/civilopediabe/images/health.png" alt="health" /> здоровых городах. Все города начинаются постройки Реликвии Старой Земли.</div>
		
<h2>История</h2><div class="infobox">Добродушный, сердечный, приветливый, заражающий воздух дружелюбием Саматар Джама Барре пожелал, чтобы те, кем он командует и кого защищает, звали его Кубва Мджомба ("большой дядюшка" на языке суахили). Несмотря на его кажущуюся доброжелательность и рассеянность, он был, тем не менее, эффективным администратором и способным дипломатом, при необходимости проявляя безжалостность. Барре был удивлен (по всей видимости, приятно), когда недоброжелатели сравнили его с традиционным африканским деревенским вождем прошлого, заявляя, что он отстал и идет не в ногу с новым миром, оправляющимся после Великой Ошибки. Но АНС сделал правильный выбор, избрав его одним из колониальных правителей.</div>
<h2>Ранние годы</h2><div class="infobox">Поднявшись из бедности и насилия затопленных улиц города Харгейса, Саматар присоединился к возрожденной армии Африканского Союза, в конечном счете дослужившись до звания майора. В течение трех десятилетий он служил на все более важных постах, военных и гражданских, неуклонно увеличивая свои способности и влияние. Он смог одолеть затяжную неприязнь между племенами, подходя к многоязычным культурам Африки одновременно почтительно и трезво. Барре проявил схожие дипломатические навыки и при проведении внешнеполитических переговоров, поспособствовав заключению ряда международных соглашений. Эти соглашения помогли Союзу развить свою колонизаторскую программу, а Барре выбрали командующим одной из колоний.</div>
<h2>Большой дядюшка</h2><div class="infobox">Выяснилось, что Барре не менее эффективно противостоит любой предполагаемой угрозе благополучию и безопасности тех, кто находится под его защитой. Он либо приводил глав боевых организаций, религиозных фанатиков и местных диктаторов к справедливому миру, либо подчинял их силой. Барре вряд ли можно было назвать военным гением, но его солдаты были очень преданы своему "большому дядюшке" и сражались за его благосклонность. Саматар Барре не проиграл ни одного сражения, но не гордился своими победами, рассматривая их как печальную необходимость. </div>
<h2>Вердикт истории</h2><div class="infobox">Не будучи религиозным человеком, он все же был терпим к чужим религиозным традициям. В конце концов, именно эта терпимость в сочетании с его умом и нравом станет лицом колонии Африканского Союза на новой планете. </div>
	</div>
</asp:Content>

