<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Вадим Козлов</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Вадим Козлов</div>
	<img src="/civilopediabe/images/large/LEADER_RUSSIA.png" alt="Вадим Козлов" class="contentimage" />
	<div class="contentleft">
		<h2>Титулы:</h2><div class="infobox">Народный космонавт<br /><br />"Герой Федерации"</div>
		<h2>Цивилизация:</h2><div class="infobox"><a href="CIVILIZATION_RUSSIA.aspx" onmouseover="return tooltip('Славянский Союз');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/CIVILIZATION_RUSSIA.png" /></a></div>
	</div>
	<div class="contentright">
		<div class="infobox">Генерал, Славянский Союз</div>
		<h2>Игровая информация:</h2><div class="infobox">Наследие космонавтики<br /><br />Орбитальные юниты остаются на орбите на 50% дольше. +50% к <img src="/civilopediabe/images/petroleum.png" alt="petroleum" /> ресурсам нефти.</div>
		
<h2>Ранние годы</h2><div class="infobox">Самый знаменитый космонавт после Юрия Гагарина, Вадим Козлов родился в рабочей семье, но за несколько лет до эпохи Рассеяния добился почти героического статуса. Старший сын родителей, работавших металлургами и сварщиками и ездивших по стране, Вадим получал общее образование в промышленных городах, разбросанных по всему Союзу: Кракове, Быдгоще, Люблине, Минске, Витебске, Донецке и Днепропетровске. Вадим откликнулся на вакансию строителя-добровольца в Роскосмосе - возрождающейся союзной космической организации. Пройдя минимальное обучение методам строительства в условиях невесомости, Козлов был направлен на работу по возведению второй союзной орбитальной станции. Вскоре его назначили бригадиром смены в связи с его природной склонностью к работе в невесомости и практическим опытом работы с тяжелыми конструкциями.</div>
<h2>Карьера в космосе</h2><div class="infobox">Войдя в состав вооруженных сил сразу в чине полковника, Вадим воспользовался программами дополнительного образования и получил диплом в сфере авиационно-космической инженерии. В течение следующего десятилетия он стал символом попыток Союза освоить огромные ресурсы космоса. Вадим Козлов оказался первым гражданином Союза, ступившим на Марс. За это ему присвоили звание "народного героя" и произвели его в генералы Роскосмоса. Шесть лет спустя он возглавил миссию по созданию карты пояса астероидов, вращающегося вокруг Солнца (карта была нужна для последующей добычи полезных ископаемых). Преуспев, Козлов получил второй орден героя и новое повышение.</div>
<h2>Успех</h2><div class="infobox">Невероятно популярный среди рабочего класса, верный семьянин и яростный патриот Славянского Союза, вознаграждавшего его за упорный труд, Козлов сторонился политики и гражданской сферы. С 35 лет он наблюдал за строительными проектами Роскосмоса на Земле, Марсе и в космосе. Он не стеснялся лично заниматься физическим трудом в ходе проверок строительных площадок на Земле, тем самым укрепляя образ самоотверженного, собственным трудом пришедшего к успеху слуги народа. Судя по всему, Вадим Козлов преуспел как специалист и как личность.</div>
<h2>Возвращение в космос</h2><div class="infobox">Но он не скрывал желания вернуться в космос. Когда запустилась славянская программа колонизации, Козлову было сорок с небольшим, и он вызвался возглавить одну из миссий. Его быстро приняли, и он взялся за обязанности командира миссии с тем же жаром и непревзойденным профессионализмом. Поговаривали, что вызваться добровольцем его уговорила любимая жена, надеявшаяся подарить их детям возможности нового мира, недоступные в переполненном и движущемся к застою Славянском Союзе. Вне зависимости от того, правдивы ли эти слухи, в экспедиции Козлов однозначно сумел предаться всем излюбленным страстям: полетам в космос, инженерии, семье и Союзу.</div>
	</div>
</asp:Content>

