<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Кавита Такур</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Кавита Такур</div>
	<img src="/civilopediabe/images/large/LEADER_INDIA.png" alt="Кавита Такур" class="contentimage" />
	<div class="contentleft">
		<h2>Титулы:</h2><div class="infobox">Духовная мать<br /><br />"Защитница веры"</div>
		<h2>Цивилизация:</h2><div class="infobox"><a href="CIVILIZATION_KAVITHAN.aspx" onmouseover="return tooltip('Протекторат Кавиты');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/CIVILIZATION_KAVITHAN.png" /></a></div>
	</div>
	<div class="contentright">
		<div class="infobox">Мыслительница Протектората</div>
		<h2>Игровая информация:</h2><div class="infobox">Миссионерские аванпосты<br /><br />Города и аванпосты растут в 2 раза быстрее.</div>
		
<h2>Легенда</h2><div class="infobox">Почти никто из западных ученых в это не верит, но последователи Кавиты Такур утверждают, что она родилась первого июня, за 17 лет до событий Великой Ошибки. Будь это правдой, ей исполнилось бы более двухсот лет. Более убедительный анализ, впрочем, признает что она может быть значительно старше среднестатистического человека.</div>
<h2>Ранние годы</h2><div class="infobox">Дочь почитаемого северного мистика Раджа Такура, Кавита с юных лет уделяла много внимания духовной стороне жизни. Она часто входила в почти бессознательное состояние "бестелесной концентрации", во время которого (по собственным заявлениям) видела далекое будущее. Это только помогало укрепить веру последователей ее отца в то, что однажды она переймет его роль (он объявил, что это свершится, когда она родилась).</div>
<h2>Восхождение к славе</h2><div class="infobox">Почти через восемьдесят лет после путешествия Раджа Такура в Куш последователи Кавиты исчислялись сотнями миллионов, а рассказы о ней и ее отце стали легендами среди отчаявшихся и забытых народов. Ряд политических и военных кандидатов прекрасно подходили на роль лидера нового географически разнородного региона, но никому не удалось превзойти популярность Кавиты. За нее проголосовали почти единодушно, и так она получила политическую власть, которой не искала и к которой не была готова. Кавита сконцентрировала свои усилия на том, что умела лучше всего, - на гуманитарных кампаниях. Она направила огромные ресурсы на возмещение ущерба, нанесенного ее предшественниками народу индийского субконтинента.</div>
	</div>
</asp:Content>

