<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Хутама</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Хутама</div>
	<img src="/civilopediabe/images/large/LEADER_POLYSTRALIA.png" alt="Хутама" class="contentimage" />
	<div class="contentleft">
		<h2>Титулы:</h2><div class="infobox">Преуспевающий дипломат<br /><br />"Посол Союза"</div>
		<h2>Цивилизация:</h2><div class="infobox"><a href="CIVILIZATION_POLYSTRALIA.aspx" onmouseover="return tooltip('Тихоокеанский Союз');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/CIVILIZATION_POLYSTRALIA.png" /></a></div>
	</div>
	<div class="contentright">
		<div class="infobox">Олигарх, Полистралия</div>
		<h2>Игровая информация:</h2><div class="infobox">Единые узы<br /><br /><img src="/civilopediabe/images/capital.png" alt="capital" /> Столице доступны 2 новых торговых пути.</div>
		
<h2>Ранние годы</h2><div class="infobox">Впервые общественность заметила Хутаму, когда он был двадцатилетним студентом университета Северной Суматры в Медане, Индонезия. Хутама возглавил идущее из низов движение, выступающее против дифференциации ресурсов, выделяемых на переселенческие проекты Союза. От прочих Хутаму отличали невероятный шарм, отличное знание СМИ и напористость. Повсеместно присутствующее в соцсетях и эфире веселое лицо Хутамы, говорящего на трех языках, и его неформальные шуточки заставили зрителей всего Союза влюбиться в него. Хутаму знали повсюду, от Перта до Вануату, и он использовал это в политической карьере. </div>
<h2>Политическая карьера</h2><div class="infobox">Хутаму избрали в Союзный Парламент в качестве младшего члена оппозиции, когда ему не было еще и тридцати. Он немедленно поднял вопрос утконосов, что в итоге привело к расколу коалиции большинства. Правительство развалилось, и на его месте возникло новое, где Хутама занял должность министра внутренних дел. На высоком посту он продолжил вести работу по борьбе с коррупцией, клановыми контрактами и расточительством, сохраняя при этом свое знаменитое дерзкое и неформальное чувство юмора. В его еженедельной интернет-передаче "Один вопрос, господин министр" популизм сочетался с высоким съемочным бюджетом, а порой там проскальзывала серьезная политика. Хутаме приписывают обеспечение необходимых голосов на всенародном референдуме о финансировании торгового флота Полистралии, поддержку проекта "Остров Таити 2" и обеспечение всеобщего доступа к пресной воде.</div>
<h2>Политика</h2><div class="infobox">Народная программа Хутамы "делись богатством" стала ключом к его успеху, но было бы неверно называть ее циничной уловкой. Его острые критические замечания всегда были направлены на людей, эксплуатирующих общественное благосостояние, а его личные благотворительные акции стремились облегчить жизни страждущих по всему Союзу. Он мог раздражать своим мельканием на экране, но в основе его действий лежало желание добиться гражданской справедливости.</div>
<h2>Миссия в космос</h2><div class="infobox">Примечательно, что Хутама, судя по всему, неправильно понял отношение общества к Рассеянию. Публично поставив под сомнение отчет Комиссии по Точке Излома, он воспротивился попыткам Полистралии укрепить свою космическую программу и начать строительство для Рассеяния. После серии острых политических поражений (и снижения  рейтингов еженедельного шоу) Хутама изменил свою позицию, хотя его поддержка была несколько ироничной. Но когда пришло время выдвинуть кандидатов в переселенцы, сторонники Хутамы со всего Союза назвали его имя -  даже после того, как Хутама посвятил целый выпуск перечислению качеств, делающих его плохим главой экспедиции.</div>
	</div>
</asp:Content>

