<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Режиналду де Аленсар</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Режиналду де Аленсар</div>
	<img src="/civilopediabe/images/large/LEADER_BRASILIA.png" alt="Режиналду де Аленсар" class="contentimage" />
	<div class="contentleft">
		<h2>Титулы:</h2><div class="infobox">Лев<br /><br />"Правитель при советнике"</div>
		<h2>Цивилизация:</h2><div class="infobox"><a href="CIVILIZATION_BRASILIA.aspx" onmouseover="return tooltip('Организация южноамериканских государств');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/CIVILIZATION_BRASILIA.png" /></a></div>
	</div>
	<div class="contentright">
		<div class="infobox">Верховный главнокомандующий, Бразилия</div>
		<h2>Игровая информация:</h2><div class="infobox">Партизанские навыки<br /><br />+10% к <img src="/civilopediabe/images/strength.png" alt="strength" /> боевой мощи юнитов в ближнем бою +5 к исцелению, когда они укреплены.</div>
		
<h2>История</h2><div class="infobox">Прозванный лучшим солдатом в истории Западного полушария, Режиналду Леонардо Педро Боливар де Аленсар-Арарипе начал свою славную карьеру в возрасте шестнадцати лет, когда поступил на военную службу в бразильский отряд пехотинцев-фузилеров, в лучших военных традициях солгав о своем возрасте. Его первым боевым заданием стала поддержка операции Совета безопасности в северной части Мьянмы, где он спас свой взвод, вызвал поддержку с воздуха и скоординировал эвакуацию, после того как их транспорт был сбит. После этого его ожидало стремительное восхождение: он быстро поднялся до сержанта, затем, после посещения Военной Академии в Агульяс-Неграс, стал офицером. Назначенный на должность аспиранта во время кризиса в Пешаваре, он был частью контингента, наспех посланного в Азию для помощи в подавлении кризиса и доставки гуманитарного груза. Боливар вновь доказал свой героизм в битве за Синий Маршрут, взяв на себя командование защитой лагеря беженцев после того, как первый, второй и третий командиры были убиты в бою.</div>
<h2>Военная жизнь</h2><div class="infobox">Полный список его военных достижений выходит за рамки этой статьи, но мало кто из полевых командиров заслужил такого повсеместного уважения, как Боливар. Боливар отказывался от штабных чинов до последнего - пока не стало очевидным, что без этого он не может более приносить пользу своему народу. Он отслужил ни много ни мало девять боевых сроков - семь из них в качестве командира линии фронта. Его стратегический талант и умение оригинально использовать ограниченные ресурсы вошли в легенды, а его наставнические навыки нашли отражение в подготовке следующего поколения военных умов в Агульяс-Неграс.</div>
<h2>Писания</h2><div class="infobox">Несмотря на блистательную военную карьеру, Боливар как-то нашел время написать влиятельные военно-научные труды о мире после Великой Ошибки: трехтомник "Принципы современной войны" и менее объемистое руководство "Подготовка и действия солдат" (для рядовых и курсантов). Эти книги активно предлагают использовать спецназ, "полную победу", аэрокосмическое развертывание и профессиональных унтер-офицеров. Они легли в основу обучения пехотинцев по всему миру, а содержательные сентенции Боливара подкреплены примерами из истории и его собственной карьеры. Принадлежи эти книги иному перу, они показались бы напыщенными, но в случае с Боливаром это просто констатация фактов.</div>
<h2>В космос</h2><div class="infobox">Он стал национальным героем Бразилии. Неудивительно, что его имя оказалось в самом начале списка командиров первых проектов Рассеяния. Несмотря на его "полевую" карьеру, бразильские ВВС и Космический департамент одобрили кандидатуру Боливара. Никогда не упуская шанса послужить своей стране, он вывел на орбиту Земли профессиональную и надежную боевую силу, ставшую венцом его карьеры.</div>
	</div>
</asp:Content>

