<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Сюзанна Филдинг</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Сюзанна Филдинг</div>
	<img src="/civilopediabe/images/large/LEADER_ARC.png" alt="Сюзанна Филдинг" class="contentimage" />
	<div class="contentleft">
		<h2>Титулы:</h2><div class="infobox">Директор корпорации<br /><br />"Защитница прогресса"</div>
		<h2>Цивилизация:</h2><div class="infobox"><a href="CIVILIZATION_ARC.aspx" onmouseover="return tooltip('Американская переселенческая компания');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/CIVILIZATION_ARC.png" /></a></div>
	</div>
	<div class="contentright">
		<div class="infobox">Гендиректор, Американская переселенческая компания</div>
		<h2>Игровая информация:</h2><div class="infobox">Промышленный шпионаж<br /><br />Тайные операции проходят на 25% быстрее и создают на 25% больше интриги.</div>
		
<h2>Ранние годы</h2><div class="infobox">Сюзанна Филдинг была старшей из трех дочерей, родившихся на техасском побережье Мексиканского залива в семье матери-мексиканки и отца-афроамериканца. Ее отец был владельцем трех местных магазинов техники; еще будучи подростком, Сюзанна стала помогать отцу в управлении бизнесом. Поступив на учебу в Государственный университет штата Луизиана, она окончила его с отличием и двойной специализацией в области экономики и бухгалтерского учета. Движимая желанием помочь своей стране вернуть прибрежные земли, потерянные в результате повышения уровня моря, она пошла на работу в относительно молодую Американскую переселенческую компанию (АПК) на позицию начального уровня. Скрупулезность и смелость, а также удивительная ловкость в корпоративной политике обеспечили Филдинг неуклонный карьерный рост. За пятнадцать лет она дослужилась до менеджера операций и управляла сразу несколькими проектами.</div>
<h2>Карьера</h2><div class="infobox">Когда генеральный директор АПК Майкл Модерски взялся за инициативу по выводу Миссисипи из кризиса, он лично попросил Филдинг наблюдать за правительственной координацией ресурсов, и она использовала для реализации этой задачи всю свою проницательность. Именно Филдинг обнаружила бухгалтерский подлог, что привело к операции ФБР "Речное судно" и соответствующим политическим последствиям. Убедив правительство не прекращать финансирование, несмотря на общественные сомнения, Филдинг направляла инициативу в нужное русло. Когда Модерски ушел с поста генерального директора, Филдинг (которая к тому времени была повышена до финансового директора) оказалась логичным кандидатом на его пост. Обращение Филдинг к акционерам, сделанное в обход совета директоров, позволило ей занять в АПК обе позиции (гендиректора и финансового директора), что сделало ее самой влиятельной женщиной в самой мощной корпорации в мире.</div>
<h2>Основание колонии</h2><div class="infobox">С Филдинг у руля АПК отказалась от розничной торговли и производства в пользу финансовых и других услуг. Она использовала финансовое положение АПК как массивный рычаг, подстроив серию перестановок на Старой Уолл-стрит, тем самым свернув ряд банков и бирж. Резервный капитал АПК все рос, и многие задавались вопросом, что же Филдинг будет делать дальше. Мало кто ожидал, что она объявит о создании АПК своего собственного проекта Рассеяния, способного опереться на огромные инженерные и производственные ресурсы компании, и получит правительственное разрешение на проведение частных космических операций. Удивительнее же всего было объявление Филдинг о том, что она лично возглавит первую такую экспедицию. У женщины во главе АПК хватило бы денег на то, чтобы купить весь мир, но она предпочла начать все с нуля - на новой планете.</div>
	</div>
</asp:Content>

