<%@ Page Title="" Language="VB" MasterPageFile="Civilizations.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Даомин Сочуа</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Даомин Сочуа</div>
	<img src="/civilopediabe/images/large/LEADER_PAN_ASIA.png" alt="Даомин Сочуа" class="contentimage" />
	<div class="contentleft">
		<h2>Титулы:</h2><div class="infobox">Великий инженер<br /><br />"Научный изобретатель"</div>
		<h2>Цивилизация:</h2><div class="infobox"><a href="CIVILIZATION_PAN_ASIA.aspx" onmouseover="return tooltip('Паназиатская ассоциация');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/CIVILIZATION_PAN_ASIA.png" /></a></div>
	</div>
	<div class="contentright">
		<div class="infobox">Секретарь-Архитектор, Паназиатская ассоциация</div>
		<h2>Игровая информация:</h2><div class="infobox">Скоординированная рабочая сила<br /><br />+10% к <img src="/civilopediabe/images/production.png" alt="production" /> производству при строительстве чудес и +25% к скорости рабочих.</div>
		
<h2>История</h2><div class="infobox">Дочь китаянки и камбоджийца, Даомин Сочуа была воспитана в традициях обеих культур. Она продемонстрировала гениальность еще в юном возрасте, и ее быстрому развитию способствовало участие в государственной программе для одаренных детей. Она превзошла и родителей (университетских профессоров), и весьма сообразительных братьев и сестер. Поступив в университет, когда ей было немногим больше десяти, Даомин проявила сосредоточенность и тягу к учебе, что позволило ей превзойти старших товарищей.</div>
<h2>Ранние годы</h2><div class="infobox">В тридцать лет она уже имела четыре докторских степени в области электроинженерии, наноэлектроники, ядерной физики и пузырькового синтеза. Даомин открыла новаторские методы извлечения энергии из источников, прежде считавшихся исчерпанными, а также из глубоководных и космических ресурсов. За это ее приставили к многочисленным международным наградам, а затем она вступила в Бюро научной революции Паназиатской ассоциации. Космическое агентство ПАА целенаправленно предложило ей работу, поскольку у нее имелся колоссальный опыт в сфере энергетических исследований и нетрадиционных энергетических системах. Даомин была несказанно умна, напориста и целеустремлена вне зависимости от того, какую роль она исполняла: исследователя или управленца.</div>
<h2>Исследования космоса</h2><div class="infobox">Когда Даомин назначили главой ряда инновационных (и, возможно, опасных) проектов, осуществляемых ПАА, она показала свой управленческий талант. Всецело веруя в Рассеяние, она добровольно возглавила одну из паназиатских миссий по колонизации других планет. В то время она возглавляла исследования, направленные на преодоление Точки Излома, и полученные знания пригодились ей на новом месте. С головой окунувшись в роль руководителя миссии, Сочуа привнесла свою характерную целеустремленность в решения по экипировке и запуску "ее" колонии, не давая ни минуты отдыха ни экипажу, ни персоналу. Колонисты ее не любили, но уважали - а большего Даомин Сочуа никогда и не искала.</div>
	</div>
</asp:Content>

