<%@ Page Title="" Language="VB" MasterPageFile="Policies.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Направления развития</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Направления развития</div>
	<div class="contentwidehome">
		<div class="infobox">
			"Я создала эту колонию, основываясь на лучших человеческих ценностях. Я знаю, что они лучшие, потому что они мои".<br />- Элоди, "Заметки"
		</div>
	</div>
	<div class="contentwidehome">
		<h2>Направления развития</h2>
		<div class="infobox">
			Когда человечество оставило Старую Землю и направилось к новым мирам, оно взяло с собой все лучшие и худшие человеческие свойства. Многие, однако, надеялись, что новая планета позволит развить нам новые добродетели, изменив наши способности и восприятие. Иногда так называемые "колониальные направления развития" сознательно форсировались местными властями, но зачастую развитие обуславливалось естественной реакцией на новую окружающую среду. В любом случае, выбранные направления развития определяли менталитет колонистов и влияли на идеологию, экономику и технологии.<br /><br />При открытии новых направлений развития не бывает "правильного" и "неправильного" выбора. Каждое из направлений помогает решить конкретные задачи в конкретных обстоятельствах. Комбинации направлений развития находятся в тесной взаимосвязи и любая из них дает колониальному лидеру больше шансов на выживание и процветание на этой чужой планете.
		</div>
	</div>
</asp:Content>
