<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Врат освобождения</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Врат освобождения</div>
	<img src="/civilopediabe/images/large/PROJECT_SUPREMACY_GATE.png" alt="Врат освобождения" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1750 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_HYPERCOMPUTING.aspx" onmouseover="return tooltip('гиперкомпьютеров');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_HYPERCOMPUTING.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Планетарное чудо. Используется, чтобы доставлять военные юниты сквозь врата разрыва. Ведет к победе в сценарии "Освобождение".</div>
		
		
		<h2>История</h2><div class="infobox">Людей всегда определяло нежелание принимать статус-кво и способность вызвать изменения путем творчества, работы или применения инструментов. С упадком на Земле возможность человечества пережить произошедшие изменения прошла серьезную проверку. Точка Излома показала, что безрассудное и нескоординированное использование скудных ресурсов ведет к катастрофе. С этого момента человечество должно преодолевать все препятствия путем скоординированного использования ресурсов и инструментов. Технологические достижения должны справляться со всеми препятствиями, начиная с самых первых из них. С помощью технологий Землю удалось бы спасти от страданий и нужды; применение технологий стало бы необходимым и глубоко символичным примером человеческого превосходства над окружающей средой. Многие не понимали, что такое спасение было главным образом инициировано сильнейшим желанием освободить человечество именно от зависимости перед окружающей средой. Превосходство всегда означало наличие инструмента, который может помочь преодолеть любое препятствие, облегчить любую неприятную ситуацию и свести на нет любую угрозу.<br /><br />Строительство Врат освобождения было произведено в самый удачный момент - когда люди и их инструменты могли заниматься строительством и проектированием в тесном взаимодействии, предельно повышая эффективность рабочих процессов и минимизируя количество отходов и процент неэффективных действий. Под четким руководством искусственного интеллекта на Земле удалось открыть канал, не взирая на расстояние, исчисляемое множеством световых лет. Только самые передовые системы могли измерить мощность, требуемую для поддержания стабильности канала, пока наши посланники были заняты делом возвращения Слова Превосходства на Землю.<br /><br />Первый контакт с Землей показал, что на планете все еще присутствовали фракции, удерживавшие население в тисках старой идеологии и устаревшего образа мысли. Закрыть глаза на страдания и, тем самым, способствовать их продолжению, было недопустимо. Были собраны лучшие из когда-либо созданных армий, с помощью которых была проведена самая блистательная военная кампания в истории человечества. Армии состояли из суррогатов, управляемых солдатами на расстоянии. Уровень взаимодействия и мощь войск были недосягаемы для тех, кто не желал брать в пример новые инструменты и методы. Армии угнетателей были многочисленны, но гораздо менее технологичны. Они отвергли нашу славу, но на деле были усмирены ей. Регион за регионом спасение пришло к жителям Земли.<br /><br />Условия жизни землян стремительно улучшились. Они восприняли нас как спасителей и освободителей, а мы были рады поделиться с ними знаниями, инструментами и возможностями. Разве не очевидно, что человечество должно преодолеть все испытания, которые возникают на его пути? Не представляется ли наш подход всего лишь развитием принципов, взятых на вооружение нашими предками? Человечество само создает инструменты. Мы меняем мир под стать нашим потребностям. Мы не знаем границ и всегда движемся в сторону всеобщего прогресса.</div>
	</div>
</asp:Content>

