<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Врат исхода</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Врат исхода</div>
	<img src="/civilopediabe/images/large/PROJECT_PURITY_GATE.png" alt="Врат исхода" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1750 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_NANOTECHNOLOGY.aspx" onmouseover="return tooltip('нанотехнологий');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_NANOTECHNOLOGY.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Планетарное чудо. Используется, чтобы доставлять земных поселенцев сквозь врата разрыва. Ведет к победе в сценарии "Земля обетованная".</div>
		
		
		<h2>История</h2><div class="infobox">Отдаленный пример: океанический лайнер выходит из строя посреди океана. Система спутниковой навигации не работает, а экипаж уже не представляет, как использовать секстант. На корабле достаточно моторных лодок, чтобы отправить небольшую часть экипажа и пассажиров к линии горизонта за помощью. Лодки подготовлены, заполнены людьми и отправлены в море. Что думают о жизни те, кто остался на вышедшем из строя лайнере? Они отдали все лучшее на благо отчаливших. Вместе с тем, существует лишь призрачная надежда, что несколько небольших лодок пересекут океан, найдут помощь и вернутся. Эта аналогия дает представление о том, какой была жизнь для тех, кто остался на Земле после Точки Излома. Голод, нужда, распри и беспрерывное ожидание стали уделом оставленных на погибающей планете.<br /><br />Неудивительно, что земляне вскоре впали в уныние. Шансы на успех Рассеяния всегда были прозрачными. Зачем колонистам было сдерживать обещание спасти Землю? Не казалось ли, что будет легче, выгоднее и проще начать с чистого листа - на новой, изобилующей ресурсами планете? Некоторые колонии пошли по такому пути, но были и те, кто трепетно хранил давнее обещание Рассеяния. Когда пришло время, хранители обещания оказались готовыми спасти голодных, потерявших всякую надежду жителей Земли.<br /><br />Врата исхода - чудо, создание которого стало возможным благодаря достижениям в области пространственной физики. Теоретические основы Врат исхода были заложены на Земле, а колониальные ученые реализовали теорию на практике. Как только проблема больших расстояний перестала быть столь серьезной, и были найдены способы стабилизировать канал с одной стороны, начались работы по освоению новой планеты и стабилизации условий на старой. Во многих смыслах Врата исхода стали не только произведением инженерной мысли, но и неким эталоном с точки зрения социальной логистики. На новую планету требовалось быстро переместить целые нации, разместив их в лагерях беженцев, чтобы дать место для новых групп людей. Жители Земли устремлялись к воротам нескончаемыми толпами, несмотря на то, что колониальные силы применяли все средства, чтобы укротить этот людской поток.<br /><br />Однако это было невозможно, поскольку открывшие Врата знали и понимали фундаментальную силу, скрытую в каждом человеке. Они были мудры и блистательно подготовились к этому дню. Они чувствовали, что превратить Старую Землю в Новый Эдем было их великим долгом, обязанностью и главной привилегией. Они не должны были обращать внимание на ружейные стволы, направленные в их лица, и скудную еду, которой они питались. Открытие Врат исхода стало последним испытанием для человечества на этапе перехода к новому лучезарному времени. Вести их должны были те, кто помнил о долге перед оставленными.</div>
	</div>
</asp:Content>

