<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Маяк</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Маяк</div>
	<img src="/civilopediabe/images/large/PROJECT_BEACON.png" alt="Маяк" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1650 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Планетарное чудо. После активации эта структура будет способствовать достижению победы в сценарии "Контакт".</div>
		
		
		<h2>История</h2><div class="infobox">Общительность, свойственная представителям человеческого рода, делала зияющую пустоту звезд еще более пугающей. Несмотря на поиски с древних времен, несмотря на страстное желание войти в контакт с инопланетным разумом, человечество не могло найти себе подобных. В отсутствие собратьев по разуму человечество создало целый арсенал иллюзий - отражений своих чаяний и надежд. Человечество мечтало о встрече с любыми собратьями, от ангелов на небесах до страшных чудовищ из подземелья. Но хуже встречи с любым чудовищем была мысль о полном одиночестве во вселенной, о том, что никогда не найдутся те, с кем можно поделиться радостями и разочарованиями жизни. Эта пустота лежала в основе отношения человека к другим формам разума. Человечество могло создать искусственный разум, но это была другая форма жизни, безучастная к нашим превратностям.<br /><br />Человечество металось в сомнениях относительно попыток найти другой живой разум. Убежав от одиночества, человечеству пришлось столкнуться с Иными. Во многих представителях человеческого рода древние инстинкты хищника/жертвы и племенные традиции были слишком сильны. Лучше оставаться в тени, чем стать жертвой новых существ. Но другие считали, что у человечества появилась прекрасная возможность возвыситься и открыть себя чему-то новому. Для них обретение родственных душ, с которыми можно разделить жизненный путь, значило больше, чем риск уничтожения. Что могло значить одиночество в сравнении с мыслью о том, что уничтожение нашего вида не имеет никакого значения для бездушных звезд?<br /><br />Сам по себе Маяк не требовал ни современных инженерных наук, ни технологий. Он создавался с одной целью, передавать краткое сообщение о том, что мы существуем и что мы открыты для общения. Идеализм диктовал необходимость сделать еще множество мелких шагов, но решение о первоначальном контакте было однозначным. Исходя из этого, только размер Маяка и требования к мощности сигнала были критическими компонентами этого чуда. Все остальное было просто другой реализацией человеческого гения в веках. Борьба бурлила вокруг Маяка, но он был спокоен и непоколебим. Голоса пытались перебить его, но Маяк заглушал их.<br /><br />Что должны были чувствовать те несчастные, одинокие души, когда Маяк подал свой первый сигнал? Блуждали ли в их головах старые инстинктивные страхи, рожденные в плейстоценовой эре? Чувствовали ли они хоть толику той радости, что испытываем мы сейчас, мы, которые знают свое место среди звезд и планет? Ибо мы больше не одиноки, мы знаем, что вселенная полна жизни, и мы идем вместе, рука об руку, и это путешествие прекрасно.</div>
	</div>
</asp:Content>

