<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Цветок разума</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Цветок разума</div>
	<img src="/civilopediabe/images/large/PROJECT_MIND_FLOWER.png" alt="Цветок разума" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1900 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Планетарное чудо. Используется, чтобы разбудить планету, достигнув победы в сценарии "Трансцендентность".</div>
		
		
		<h2>История</h2><div class="infobox">Присутствие жизни будет обнаружено живой системой. Человечеству было безмерно легко обрести надежду на существование других созданий и признать их присутствие. В своем стремлении найти жизнь люди пытались очеловечить даже неживые объекты. Земля умирала, и колонисты высадились на планету, полную новой жизни - пусть населявшие ее живые организмы могли показаться враждебными и далекими для понимания. Здесь люди стали видеть не просто признаки бытия, но своего рода мысль и даже гений.<br /><br />Проведя мета-анализ поведения инопланетной экосистемы и выполнив ряд палеонтологических проектов с бихевироистическим уклоном, человечество пришло к выводу о том, что планета представляла собой целостную систему, способную обладать интеллектом. Со временем гуманитарная наука создала модели, которые позволяли понять, как может работать этот интеллект. На том этапе контакт с инопланетным разумом представлялся только путем взаимодействия двух живых систем. Это означало необходимость создания живой мыслящей системы, соответствующей по рамкам и масштабу мегаорганизму новой планеты. Так человечество создало Цветок разума.<br /><br />Этот экзотический цветок не был похож на цветы ни одного из миров. Он представлял собой огромный резервуар, изготовленный расой Лотаксл (ни одна другая искусственная онтологическая система не была бы способна работать на таком уровне), в котором была сосредоточена рекордно большая масса нервной ткани с высокой плотностью нейронов. Количество их древовидных соединений превосходило число звезд во Вселенной. Только сама жизнь могла создать себя в масштабе, необходимом для подобных проектов. К этой ткани были подсоединены кибернетические устройства, необходимые для интерпретации мыслей и их масштабирования для ограниченного человеческого сознания. Затем Цветок разума был потихоньку представлен экзотической архитектуре планеты. Постепенно он обрел характеристики, соответствующие особенностям этой архитектуры. Затем он сплел инопланетное сознание с человеческим.<br /><br />Так планете было открыто присутствие человека, а человечеству открылся ее интеллект. Концепты "я", "ты" и "мы" больше не имели смысла, поскольку все это было частью одной мысли, одной мечты, одного стремления. Мы сдержали обещание, которое могло быть исполнено на Земле, если бы та планета могла поддержать жизнь подобным образом. Цветок разума зацвел, и его плодом стала планета, полная понимания, способная видеть и думать, идущая на контакт и воспринимающая вещи, о которых крошечные создания, высадившиеся на ее поверхность, возможно, даже не могли представить. Здравый взгляд требует комплексного подхода. Правду можно узнать, только лишь взвесив все доводы.</div>
	</div>
</asp:Content>

