<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Трансцендентное уравнение</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Трансцендентное уравнение</div>
	<img src="/civilopediabe/images/large/PROJECT_DISCOVER_SIGNAL.png" alt="Трансцендентное уравнение" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">450 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		<h2>Нужные технологии:</h2><div class="infobox"><a href="TECH_TRANSCENDENTAL_MATH.aspx" onmouseover="return tooltip('Трансцендентная математика');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/TECH_TRANSCENDENTAL_MATH.png" /></a></div>
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Позволяет обнаружить Сигнал и приступить к его расшифровке.</div>
		
		
		<h2>История</h2><div class="infobox">Величайшее достижение человечества состоит в раннем осознании значимости символьной обработки информации. Какими бы воинствующими, раздражительными, недальновидными и расточительными мы ни были, мы, по крайней мере, могли описать Вселенную с помощью системы чисел, значение которых не зависело от языка или типа мышления. Но с высокомерностью, присущей человечеству, мы решили, что математика есть универсальная система, которая будет очевидной любому внеземному разуму.<br /><br />После расшифровки Сигнала ученые столкнулись с досадной проблемой. Несмотря на внутреннюю согласованность Сигнала, его было трудно описать с помощью обычных математических методов. Требовался универсальный ключ, который мог перевести сигнал в математическую систему, созданную человеком. Кроме того, это ключ должен был быть двунаправленным, относительно простым для передачи и доступным для обработки на любом уровне интеллекта. Работа над трансцендентным уравнением шла медленно. Многие ученые с пессимизмом относились к тому, что ограничения человеческой мысли и доступные человеку средства могут быть адаптированы к независимо эволюционирующим системам. Но, в конечном счете, именно обычные ученые, а не искусственный интеллект, смогли решить разницу Бинделя (загадку, окружающую инопланетную концепцию нулевого уровня) и перевести ее в лемму, которая помогла составить полное трансцендентное уравнение.<br /><br />Таким образом, человеческий гений смог не только идентифицировать другой разум во вселенной, но и разработать ключ, связавший его с человеческим разумом. После того как был создан Сигнал маяка, трансцендентное уравнение было добавлено в приветствие, которое олицетворяет собой лучшее творение человечества.</div>
	</div>
</asp:Content>

