<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Расшифровка Сигнала</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Расшифровка Сигнала</div>
	<img src="/civilopediabe/images/large/PROJECT_DECODE_SIGNAL.png" alt="Расшифровка Сигнала" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">850 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		
		
		
		
		
		
        
		
		
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Позволяет построить Маяк, необходимый для победы в сценарии "Контакт".</div>
		
		
		<h2>История</h2><div class="infobox">Во время поиска внеземного разума стало ясно, что просто поиск кодов ни к чему не приведет. Вселенная была полна кодов, причем некоторым из них удивительную сложность смогли придать по-настоящему неинтеллектуальные процессы. Исследователи уточнили требование, предъявляемое к доказательству разумной жизни. Теперь оно должно было содержать сигнал с передаваемой информацией, которую мог проверить приемник, с определенным общим смыслом, случайность возникновения которого была сведена к нулю. Найти такой космический сигнал оказалось достаточно сложно.<br /><br />Но по всей планете были разбросаны заманчивые намеки, свидетельствующие о существовании такого разума. Найденные нами развалины инопланетных сооружений оставляли нам шанс обнаружить разумную жизнь. Все более сложные алгоритмы обнаружения и усиления сигнала открыли нам порядок там, где его никто не ожидал. По крупицам мы стали постигать смысл того разума, который создавал Сигнал.<br /><br />Но самой впечатляющей была простая идея о том, что кто-то еще в безбрежной вселенной ищет разумных собратьев. Ощущение этой уникальной возможности стимулировало нас к действиям, так начался процесс поиска сигнала и его значения.</div>
	</div>
</asp:Content>

