<%@ Page Title="" Language="VB" MasterPageFile="Quests.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Страница заданий</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Страница заданий</div>
	<div class="contentwidehome">
		<div class="infobox">
			"Сделка не может считаться заключенной, если вы пожали руки, а ваш партнер сказал: "Но сначала…"<br />- Хутама, "Все мы обречены на процветание"
		</div>
	</div>
	<div class="contentwidehome">
		<h2>Страница заданий</h2>
		<div class="infobox">
			Приглашаем вас окунуться в мир игры Civilization: Beyond Earth. Вы заглянете в будущее человечества и отправитесь в захватывающее путешествие с целью колонизировать новый, инопланетный мир. Успех вашего предприятия будет зависеть от множества факторов: исследований, технологий, культуры, экономики, дипломатии и победы в военных действиях.<br /><br />Beyond Earth - это пошаговая стратегия, разработанная на основе системы Civilization, удостоенной множества наград. Civilization является самой популярной компьютерной симуляцией. Уже много лет она славится точно продуманными деталями и привлекает игроков практически неограниченными вариантами сценариев.<br /><br />В разделе "Игровые понятия" Цивилопедии вы найдете краткое описание наиболее важных аспектов игры; основные разделы отображены на панели навигации. Щелкните по закладке, чтобы увидеть ее подразделы. Если вы хотите узнать еще больше о том или ином игровом аспекте, обратитесь к руководству по игре.
		</div>
	</div>
</asp:Content>
