<%@ Page Title="" Language="VB" MasterPageFile="Resources.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ресурсы</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ресурсы</div>
	<div class="contentwidehome">
		<div class="infobox">
			"Я просто в отчаянии от того, что, несмотря на столетия литературных ссылок, доступных для человечества, мы продолжаем настаивать на названии "антигравий".<br />- Элоди, "Заметки"
		</div>
	</div>
	<div class="contentwidehome">
		<h2>Ресурсы</h2>
		<div class="infobox">
			Геологи определили, что наша новая планета является довольно молодой - ее возраст составляет около 3,92 миллиарда лет, в то время как возраст Земли оценивается в 4,54 миллиарда лет. Учитывая, что планета имеет схожее геологическое строение и атмосферу, здесь можно найти много идентичных минералов, а некоторые растения могут быть выращены из привезенных колонистами семян. Таким образом, ресурсы планеты (как коренные, так и завезенные) оказали решающее влияние на развитие земных поселений: некоторые были важны в стратегическом плане, другие удовлетворяли базовые потребности и улучшали качество жизни, третьи стали источником роскоши. При этом несмотря на то, что большинство ресурсов являются схожими, на планете встречаются и уникальные виды ресурсов, обладающие особыми свойствами, и на их освоение колонистам потребовались годы исследований.
		</div>
	</div>
</asp:Content>
