<%@ Page Title="" Language="VB" MasterPageFile="Resources.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: грибов</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">грибов</div>
	<img src="/civilopediabe/images/large/RESOURCE_FUNGUS.png" alt="грибов" class="contentimage" />
	<div class="contentleft">
		<h2>Производительность:</h2><div class="infobox">1</span> <img src="/civilopediabe/images/food.png" alt="food" /> пищи</div>
		
		
		<h2>Улучшение:</h2><div class="infobox"><a href="IMPROVEMENT_PLANTATION.aspx" onmouseover="return tooltip('Плантация');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/IMPROVEMENT_PLANTATION.png" /></a></div>
	</div>
	<div class="contentright">
		
		<h2>История</h2><div class="infobox">Грибы, широко распространенные на Старой Земле и в еще большей степени на этой планете, - это эукариотические организмы, от микроорганизмов (таких, как дрожжи и плесень) и до больших грибов. Грибы, в отличие от растений и простейших, имеют клеточные стенки, содержащие хитин вместо целлюлозы. Будучи по сути своей симбионтами, грибы использовались на протяжении веков как в качестве продукта питания, так и в обработке пищи как фермент, разрыхлитель и коагулянт. В последние два столетия до Великой Ошибки микобиологи обнаружили много других способов применения различных грибов: производство антибиотиков, биологических пестицидов, промышленных ферментов, а также биологически активных микотоксинов. Продолжая исследования, начатые на Старой Земле, ученые едва ли не с момента Планетаризации использовали местные грибы в биоремедиации для расщепления каменноугольных смол, креозота, пентахлорофенола и нефти, чтобы высвободить углекислый газ, воду и некоторые базовые элементы. Кроме того, колониальная промышленность включает грибы в производство лимонной, глюконовой и яблочной кислоты. Совсем недавно некоторые местные грибы стали материалом генно-инженерных исследований по методу "один ген - один энзим" для регуляции клеточного цикла, модификации хроматина и картирования генов. Наконец, различные виды употреблялись на Старой Земле как психотропные вещества - либо незаконно, либо в религиозных церемониях... Практика, которая продолжила свое существование и в этом новом мире в некоторых колониях.</div>
	</div>
</asp:Content>

