<%@ Page Title="" Language="VB" MasterPageFile="Technologies.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: нанороботов</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">нанороботов</div>
	<img src="/civilopediabe/images/large/TECH_NANOROBOTICS.png" alt="нанороботов" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">3216 <img src="/civilopediabe/images/research.png" alt="research" /></div>
		
		
		
		
        
		
		
		<h2>Совершенство:</h2><div class="infobox"><a href="AFFINITY_TYPE_HARMONY.aspx" class="affinity_type_harmony"><img src="/civilopediabe/images/AFFINITY_TYPE_HARMONY.png" />Гармония</a></div>
	</div>	
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Увеличивает прирост <img src="/civilopediabe/images/research.png" alt="research" /> науки от работы <span class="color_highlight_improvement">фабрик</span>. Требуется для победы в сценарии "Трансцендентность".</div>
		<h2>Особые возможности:</h2><div class="infobox">Фабрика <img src="/civilopediabe/images/science.png" /> Наука увеличивается на 1<br /></div>
		<h2>Цитата:</h2><div class="infobox">"После того как роботехника и программирование будут сведены до уровня молекулярных манипуляций, это станет простым делом, доступным даже более посредственным умам".<br />- Даомин Сочуа, "Научная мораль", том IX</div>
		<h2>История</h2><div class="infobox">Первое практическое применение наноробототехники - стаи роботов, названной "утилитарным туманом" - состоялось в сфере репликации материалов. В настоящее время утилитарный туман применяется в ряде промышленных процессов. Затем последовало создание "программируемой материи". Ее открытие позволило создавать материалы, способные менять свои физические свойства (форму, плотность, расстояние между модулями, оптические и кондукционные качества...) - автономно или в ответ на действия человека. Типичный пример программируемой материи - ткань, меняющая свои качества в зависимости от уровня радиации. Ее применение получило широкое распространение в поселениях (в сфере дизайна одежды). На более серьезном уровне исследования в области наноробототехники привели к созданию "умной пыли" - сети систем, в которой нанороботы использовались в качестве датчиков (для обнаружения химических веществ и измерения различных характеристик, таких как длинна волн, степень вибрации, уровень температуры, напряженность магнитного поля...). Обнаружив условие, нанороботы могли отреагировать на его присутствие или нейтрализовать его эффект. Недавний прорыв в сфере наноробототехники привел к появлению клэйтроники - области, в которой применяются модульные роботы с изменяемой структурой, способные вступать друг с другом в контакт для создания более крупных механизмов различной сложности. Все эти разработки являются лишь первым шагами на пути к раскрытию потенциала робототехники.</div>
	</div>
</asp:Content>

