<%@ Page Title="" Language="VB" MasterPageFile="Technologies.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Роевой интеллект</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Роевой интеллект</div>
	<img src="/civilopediabe/images/large/TECH_SWARM_INTELLIGENCE.png" alt="Роевой интеллект" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1160 <img src="/civilopediabe/images/research.png" alt="research" /></div>
		
		
		
		<h2>Открывает здания:</h2><div class="infobox"><a href="BUILDING_BYTEGEIST.aspx" onmouseover="return tooltip('Байтовая база данных');" onmouseout="return hideTip();"><img src="/civilopediabe/images/small/BUILDING_BYTEGEIST.png" /></a></div>
        
		
		
		<h2>Совершенство:</h2><div class="infobox"><a href="AFFINITY_TYPE_HARMONY.aspx" class="affinity_type_harmony"><img src="/civilopediabe/images/AFFINITY_TYPE_HARMONY.png" />Гармония</a></div>
	</div>	
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Позволяет открыть чудо <span class="color_highlight_wonder">"Байтовая база данных"</span>. Требуется для победы в сценарии "Трансцендентность".</div>
		
		<h2>Цитата:</h2><div class="infobox">"Командные решения не принимаются исходя из единственного наблюдения. Они являются результатом тысячи наблюдений, слитых воедино".<br />- Режиналду Леонардо Педро Боливар де Аленсар-Арарипе, "Принципы современной войны"</div>
		<h2>История</h2><div class="infobox">Один из революционных подходов к созданию искусственного интеллекта заключается в формировании популяции нанокомпьютеров или боидов, в ходе метаэвристической оптимизации частиц, развивающихся в децентрализованную и самоорганизующуюся систему - роевый интеллект. Следуя относительно простой программе, действующие субъекты системы вступают в локальные и порой случайные связи, которые приводят к появлению "интеллекта" - глобальной способности роя к восприятию, созиданию и решению проблем. Теоретиками были разработаны различные модели организации роя (муравьиный алгоритм, алгоритм серых волков, метод формирования реки, алгоритм капель воды и прочие методы). Такое разнообразие моделей было вызвано расхождением исследователей во мнениях относительно локальных минимумов в связи с числом индивидов. Общим наблюдением стало то, что создание искусственного интеллекта станет возможным, только если нанокомпьютеры будут обладать способностью к саморепликации (поскольку заранее определить "критическую массу" индивидов, необходимую для создания роевого интеллекта, не представлялось возможным). Подход к созданию искусственного интеллекта при помощи роя вызывает беспокойства, связанные с принципами управления этим интеллектом. В силу природы роя, остановка процессов (не представляющая трудностей в традиционной сети) в новой системе будет являться сложной задачей.</div>
	</div>
</asp:Content>

