<%@ Page Title="" Language="VB" MasterPageFile="Technologies.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Гибридизация инопланетян</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Гибридизация инопланетян</div>
	<img src="/civilopediabe/images/large/TECH_ALIEN_HYBRIDIZATION.png" alt="Гибридизация инопланетян" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">1820 <img src="/civilopediabe/images/research.png" alt="research" /></div>
		
		
		
		
        
		
		
		<h2>Совершенство:</h2><div class="infobox"><a href="AFFINITY_TYPE_HARMONY.aspx" class="affinity_type_harmony"><img src="/civilopediabe/images/AFFINITY_TYPE_HARMONY.png" />Гармония</a></div>
	</div>	
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Позволяет юнитам исцеляться на территории с миазмой.</div>
		
		<h2>Цитата:</h2><div class="infobox">"Не бывает взаимопонимания без ассимиляции. Без ран невозможно выжить. Без компромисса невозможно идти вперед".<br />- Кавита Такур, "Бхагавад-4"</div>
		<h2>История</h2><div class="infobox">"Гибридизация" означает межпородное (естественное или искусственное) скрещивание видов - включая людей - для улучшения или выделения необходимых качеств. Примером может служить скрещивание собак (популярного домашнего животного-компаньона на Старой Земле) разных пород, чтобы повысить их выносливость или усилить рефлекс защиты своего участка. При создании межвидовых гибридов на основе инопланетных видов обычно для улучшения их жизнеспособности применяются генные манипуляции. Ученые некоторых колоний достигли успехов в создании уникальных и легко приспосабливающихся видов на основе инопланетной популяции. В то же время, такие операции нежелательны или даже запрещены законом в других колониях. Как и в случае с межвидовыми гибридами Старой Земли, такими как мул, хайнак или косаткодельфин, большинство искусственно созданных инопланетных форм бесплодны. Однако с развитием колониального клонирования это ограничение постепенно устраняется. Уже, как и раньше на Земле, распространяются слухи о гибридах гоминин на основе популяции человеко-инопланетян, однако достоверные факты об этом на данный момент отсутствуют.</div>
	</div>
</asp:Content>

