<%@ Page Title="" Language="VB" MasterPageFile="Terrains.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ландшафт и особенности местности</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ландшафт и особенности местности</div>
	<div class="contentwidehome">
		<div class="infobox">
			"Неужели вы не видите руку Господа в этом мире? Кратеры, каньоны, горы - всех их коснулась его длань. Моря - это слезы из его глаз. Миазма и атмосфера - дыхание из его рта."<br />- Кавита Такур, "Сутра Исхода"
		</div>
	</div>
	<div class="contentwidehome">
		<h2>Ландшафт и особенности местности</h2>
		<div class="infobox">
			Установлено, что эта планета намного моложе Земли - ее возраст приблизительно 3,92 миллиарда лет (возраст Земли - 4,54 миллиарда лет). С точки зрения эволюции, этот период соответствует Каменноугольному периоду на Земле, который характеризовался развитием беспозвоночных, разноспоровой растительности (в основном polypodiales), а также гигантизмом. Животное разнообразие, кажется, менее выражено, чем на Земле, однако, уже были выделены несколько семейств с одним доминирующим видом.<br /><br />Чего нельзя сказать о ландшафте, который имеет такое разнообразие форм и видов, что запросто сравнится со Старой Землей. Пейзаж новой планеты прорезан холмами, горами и глубокими ущельями. Первобытные леса и скопления миазмы бросают вызов сильным духом. Лед и снег делают некоторые части планеты практически непроходимыми. А хуже всего - то, что именно эту планету человечество выбрало в качестве своего нового дома.</div><h2>Особенности местности</h2><div class="infobox">Особенности местности - это элементы ландшафта или растительности, расположенные на клетке вдобавок к типу местности. Так, на клетке с лугами могут располагаться лес или болото. Особенности влияют на производительность клетки и могут сказываться на количестве очков передвижения (ОП), которые тратит юнит, заходя на эту клетку. Кроме того, особенности местности могут давать преимущества или штрафы к обороне войск, расположенных на этой клетке.
		</div>
	</div>
</asp:Content>
