<%@ Page Title="" Language="VB" MasterPageFile="Units.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Жук-хищник</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Жук-хищник</div>
	<img src="/civilopediabe/images/large/UNIT_ALIEN_RAPTOR_BUG.png" alt="Жук-хищник" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">90 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Бой:</h2><div class="infobox">14 <img src="/civilopediabe/images/strength.png" alt="strength" /></div>
		
		
		<h2>Передвижение:</h2><div class="infobox">3 <img src="/civilopediabe/images/moves.png" alt="moves" /></div>
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Быстрый инопланетный юнит, более мощный, чем волкожук, и способный наносить больший урон.</div>
		
		<h2>История</h2><div class="infobox">Magna volucris esurianti<br /><br />Размеры среднего жука-хищника примерно те же, что и у обычной земной лошади (рост от 142 до 163 см, вес - около 400 кг). Жуки-хищники - плотоядные животные, одинаково опасные как для местных, так и для инопланетных существ. Их глаза и слуховые органы направлены вперед, у них есть хитиновые челюсти для перемалывания добычи и короткая пищеварительная система, эффективно работающая мускулатура и панцирь. Volucris esurianti - это главный хищник в зонах с самыми разными климатическими условиями и особенностями рельефа. Обычно группы жуков-хищников собираются у гнезд своей основной добычи - волкожуков, однако некоторых видели и на свободном выгуле. <br /><br />Жуки-хищники - стайные животные, и до недавнего времени ученые считали, что интеллект этих животных примитивен, а абстрактное мышление отсутствует. Однако исследования, проведенные в последние годы, показали, что у жуков-хищников есть зачаточная способность к категоризации, концептуальному обучению, привыканию, накоплению знаний и выработке условных рефлексов. Все это свидетельствует о том, что эти животные обладают потенциалом к одомашниванию. Но пока их темперамент еще не изучен, одомашнивание жуков-хищников существует лишь в теории.<br /><br />В дикой природе Volucris esuranti охотятся стаями, словно волки и дикие собаки Старой Земли - и так же, как и они, находят и выслеживают жертву, иногда преодолевая огромные расстояния, но при этом ориентируются с помощью зрения и слуха, а не обоняния. Скрываясь в зарослях растительности, они подкрадываются к жертве, чтобы она не успела среагировать на нападение. Обычно жуки-хищники убивают жертву, вырывая большие куски из ее брюха и промежности. Если жертва убегает, жуки-хищники могут преследовать ее на дистанции до 10 км. Если добычи в изобилии, Volucris Esurianti могут убивать "про запас", оставляя туши для падальщиков.<br /><br />Уникальной особенностью жуков-хищников является их режим сна. В отличие от большинства животных Volucris Escuranti не спят в течение длительных промежутков времени. Эти животные могут спать стоя и полулежа, и обычно дремлют урывками, которые длятся от 15 земных минут до 5 часов за один планетарный цикл. Жуки-хищники могут погрузиться в легкий сон, используя "аппарат стояния" - механизм, который не дает их ногам сгибаться в суставах; это позволяет животным почти мгновенно отреагировать на угрозу или благоприятную возможность.</div>
	</div>
</asp:Content>

