<%@ Page Title="" Language="VB" MasterPageFile="Units.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Юниты </title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Юниты </div>
	<div class="contentwidehome">
		<div class="infobox">
			"Идите, куда я указываю.<br />Делайте, как я говорю.<br />Почему моя рука не может контролировать вас?<br />Я вижу то, что не видите вы.<br />Я строю планы, которые вы не сможете понять".<br />- Кавита Такур, "Медитация Кали"
		</div>
	</div>
	<div class="contentwidehome">
		<h2>Юниты </h2>
		<div class="infobox">
			С экспансией человечества за пределы Земли и Солнечной системы, потребовались новые формы оружия для поддержания мира и безопасности, и военная наука развивалась в соответствии с этими требованиями. Первоначально колониальные администрации использовали для разведки новых земель имеющихся солдат. Но чем дольше колонистам приходилось выживать на новой планете и чем сложнее становились проводимые ими операции, тем острее чувствовалась зависимость от военной техники, необходимой для защиты от инопланетян и, как оказалось, от других колоний. С течением времени было разработано множество новых боевых юнитов, которые базировались на основе уникальных ресурсов планеты и новейших научных открытиях. За несколько поколений, принципы ведения боевых действий стали разительно отличатся от тех, что существовали на Старой Земле.<br /><br />В то же время, основой любой колонии всегда оставались гражданские специалисты. От исследователей, рабочих, поселенцев и торговцев зависела судьба и процветание любого поселения. Именно они основывали новые аванпосты, проводили раскопки, находили полезные ресурсы, устанавливали связи с другими колониями и по возможности пытались наладить контакт с местными формами жизни. И только тогда, когда им не удавалось сделать все мирным путем, на помощь приходила армия.
		</div>
	</div>
</asp:Content>
