<%@ Page Title="" Language="VB" MasterPageFile="Units.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Волкожук</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Волкожук</div>
	<img src="/civilopediabe/images/large/UNIT_ALIEN_WOLF_BEETLE.png" alt="Волкожук" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">50 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Бой:</h2><div class="infobox">8 <img src="/civilopediabe/images/strength.png" alt="strength" /></div>
		
		
		<h2>Передвижение:</h2><div class="infobox">2 <img src="/civilopediabe/images/moves.png" alt="moves" /></div>
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Самый слабый инопланетный юнит.</div>
		
		<h2>История</h2><div class="infobox">Lupus Bruchus<br /><br />Эти животные не принадлежат к семейству жесткокрылых, но группы разведчиков поначалу опознали этих животных как насекомых - благодаря тому, что внешне те похожи на земных жуков, хотя местные инсектоиды значительно крупнее - их длина составляет 105-160 см, высота - 80-85 см, а средний вес - 43-45 кг. В связи с тем, что эти агрессивные животные охотятся стаями, первые поселенцы сравнили их с волками, отсюда и произошло их название.<br /><br />Ксеноморфы Lupus Bruchus живут в ульях. Как и у многих видов насекомых Земли, крылья волкожуков отвердели, превратившись в надкрылья - защитный "панцирь", закрывающий верхнюю часть тела. Данные археологических раскопок показывают, что когда-то у этих животных были усики, но со временем они превратились в экзоскелетные "рога", похожие на рога жуков подсемейства Dynastinae. Ноги и голова волкожуков также прикрыты "броней", похожей на хитин. Она состоит из нитей полимера кератансульфата, производного глюкозы, которое синтезирует пищеварительная система животного. При этом мягкое брюшко совершенно не защищено. Окраска панциря разнится, и некоторые ученые полагают, что она зависит от климатических условий или наличия определенных микроэлементов в окружающей среде.<br /><br />Волкожуки встречаются почти во всех экосистемах планеты, от полюсов до экватора. Они всеядны, исключительно живучи и приспосабливаются к любым условиям. Они двуполы и размножаются с высокой скоростью. Когда волкожукам перестает хватать места в улье, то вместо того чтобы расширить его или создать новую колонию, часть популяции улья начинает роиться - до тех пор, пока не будет уничтожена. Стигмергия - процесс, впервые исследованный биологом с Земли Пьером-Полем Грассе в 1959 г., делает эти рои исключительно опасными, ведь из-за непрямой координации действий особей весь рой становится все более агрессивным по отношению к чужакам. Более того, коллективное поведение волкожуков пока что не соответствует алгоритмам программы "boids", созданной Крегом Рейнольдсом для того, чтобы предсказывать перемещения роя. Единственный метод защиты от мигрирующего роя волкожуков - это его полное уничтожение.</div>
	</div>
</asp:Content>

