<%@ Page Title="" Language="VB" MasterPageFile="Units.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Осадный червь</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Осадный червь</div>
	<img src="/civilopediabe/images/large/UNIT_ALIEN_SIEGE_WORM.png" alt="Осадный червь" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">250 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Бой:</h2><div class="infobox">48 <img src="/civilopediabe/images/strength.png" alt="strength" /></div>
		
		
		<h2>Передвижение:</h2><div class="infobox">1 <img src="/civilopediabe/images/moves.png" alt="moves" /></div>
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Огромный инопланетный юнит. Осадные черви могут напрямую атаковать юниты и города, а также попутно уничтожать улучшения на местности, по которой они передвигаются.</div>
		
		<h2>История</h2><div class="infobox">Vermis obsidione collossus<br /><br />Этот представитель типа Annelida, в просторечии осадный червь или червь-бурильщик - сегментированное, трубкообразное существо, которое значительно больше, чем земные аналоги. В среднем образцы Vermis obsidione достигают 400-600 м в длину, а их вес составляет до 651935 тонн. Полагают, что в глубине под поверхностью земли обитают более крупные и массивные осадные черви. Однако пока все черви были найдены на глубине не более 200 м.<br /><br />Как и у большинства кольчатых червей, у осадных червей есть пищеварительная система, проходящая через все тело, целомическая система и гидростатический скелет. Благодаря сокращению мощных кольцевых мышц черви могут двигаться даже сквозь плотную почву. В этом им помогают кольца S-образных щетинок, которые есть на каждом сегменте тела, за исключением бронированной головы; у них, в отличие от их маленьких братьев на Земле, щетинки выстроены по спирали, что позволяет проламываться сквозь скалистую породу и твердые слои почвы - именно поэтому червей и называют "бурильщиками". Кроме того, эпидермис червя покрыт слоем слизи и поэтому может двигаться удивительно быстро.<br /><br />Осадный червь питается органикой, как живой, так и неживой, и в день ему требуется пища, по массе равная не менее одной трети от веса тела. Передний сегмент длиннее других, и он способен разделяться на три части, каждая из которых покрыта рядом хитинообразных, загнутых назад крюков. Двигаясь, червь заглатывает большие количества почвы вместе с органикой, которая находится на или в ней. Пройдя через ротовую полость и глотку, земля попадает в орган, похожий на мускульный желудок. Благодаря мышечным сокращениям этого органа масса перетирается до мелких частиц, после чего попадает в кишечник, где ферменты разлагают ее на белки, жиры и углеводы.<br /><br />У Vermis obsidionea нет органов зрения, однако вдоль тела расположены многочисленные органы, чувствительные к интенсивности света и вибрациям. Кроме того, на голове осадных червей есть специализированные хеморецепторы, реагирующие на химические вещества и запахи. Благодаря этим органам черви отыскивают источники сильных вибраций и места с большой концентрацией органики - и это приводит к "нападениям" на шахты, фермы и даже поселения.</div>
	</div>
</asp:Content>

