<%@ Page Title="" Language="VB" MasterPageFile="Units.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Трутень</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Трутень</div>
	<img src="/civilopediabe/images/large/UNIT_ALIEN_FLYER.png" alt="Трутень" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">120 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Бой:</h2><div class="infobox">10 <img src="/civilopediabe/images/strength.png" alt="strength" /></div>
		
		
		<h2>Передвижение:</h2><div class="infobox">3 <img src="/civilopediabe/images/moves.png" alt="moves" /></div>
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Левитирующий инопланетный юнит, способный преодолевать большинство препятствий на местности.</div>
		
		<h2>История</h2><div class="infobox">Magnum vesparum<br /><br />Их классифицируют как общественных ос, хотя они значительно крупнее аналогичных земных существ. Этот вид стал представлять опасность, только когда люди стали селиться рядом с местами его обитания. Magnum vesparum, как и шершни, всеядны, и питаются, как нектаром растений, так и другими насекомыми - в основном волкожуками и другой мелкой живностью. Как и шершни, эти трутни обладают развитой социальной организацией и яростно защищают свою территорию. Если одному из них или гнезду грозит опасность, трутни выпускают "феромон атаки", заставляющий весь рой, кроме королев, нападать на все живые существа, находящиеся поблизости. Трутни вооружены мощными челюстями и подвижным хитиновым жалом, и каждый из них может убить человека, а большое число трутней остановит даже осадного червя.<br /><br />Magnum Vesparum живет в больших, обычно подземных, гнездах, состоящих из связанных друг с другом камер со стенками из резилина. Ученые колонии лишь недавно сумели изучить тоннели и камеры полностью зачищенного гнезда, и в процессе обнаружили, что из яиц, которые откладывает королева, вылупляются личинки, развитие которых проходит пять этапов. В колониях Magnum vesparum, в отличие от социальных насекомых Старой Земли, может быть несколько королев, однако их социальная иерархия до сих пор не изучена полностью. Вероятно, что высокий уровень адаптивного поведения этого вида связан с наличием пяти стадий личиночного развития. Ученые ведут жаркие споры о том, является ли это просто ответом на изменение условий... или свидетельством наличия "роевого интеллекта".<br /><br />Некоторые ученые утверждают, что существование Magnum vesparum доказывает теорию "параллельной эволюции" - о том, что похожие виды, независимо от разницы в начальных условиях среды, в ходе эволюции приобретают сходные характеристики, чтобы занять одну и ту же экологическую нишу. Если на Старой Земле существует множество видов крылатых общественных насекомых, то здесь трутни, похоже, устранили или пережили конкурентов. Учитывая их размеры, и то, что их крылья на мезотораксе представляют собой настоящее чудо инженерии - легко представить себе, что трутни могли пересечь океан и распространиться по всей планете.</div>
	</div>
</asp:Content>

