<%@ Page Title="" Language="VB" MasterPageFile="Units.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Земной поселенец</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Земной поселенец</div>
	<img src="/civilopediabe/images/large/UNIT_EARTHLING_SETTLER.png" alt="Земной поселенец" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">FREE</div>
		
		
		
		<h2>Передвижение:</h2><div class="infobox">1 <img src="/civilopediabe/images/moves.png" alt="moves" /></div>
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Особый юнит. Может основать новое поселение землян или увеличить популяцию уже существующего, что необходимо для победы в сценарии "Земля обетованная".</div>
		<h2>Описание:</h2><div class="infobox">Особый юнит. С его помощью можно основать новое поселение землян или увеличить популяцию уже существующего. Земные поселенцы медлительны и крайне уязвимы, поэтому их необходимо защищать боевыми юнитами.<br /><br />Земные поселенцы возникают во Вратах исхода в рамках задания "Земля обетованная", позволяющего выиграть в игре.</div>
		<h2>История</h2><div class="infobox">Когда в Эпоху Рассеяния несколько тысяч людей отправились в полет ради спасения человечества, миллионы остались на Старой Земле. Ресурсов у них было мало, надежды еще меньше, и они отчаянно боролись за существование на разграбленной и перенаселенной планете, которая была их родным домом в течение многих тысяч лет. То есть, надежды не было до тех пор, пока внезапно не появились "врата разрыва". Землян пригласили мгновенно пересечь космос и помочь в покорении и освоении новой планеты. Ни навыков, ни знаний, ни богатств не требовалось... только вера в заповеди "Праведности" и готовность работать. Десятки тысяч откликнулись на предложение и прошли через врата, чтобы работать на фермах и в шахтах, охранять поселения и строить аванпосты. Они присоединились к поселенцам, чтобы строить светлое будущее человечества на чужой планете. Беженцам со Старой Земли она казалась настоящей Землей обетованной.</div>
	</div>
</asp:Content>

