<%@ Page Title="" Language="VB" MasterPageFile="Units.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Кракен</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Кракен</div>
	<img src="/civilopediabe/images/large/UNIT_ALIEN_KRAKEN.png" alt="Кракен" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">320 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Бой:</h2><div class="infobox">52 <img src="/civilopediabe/images/strength.png" alt="strength" /></div>
		
		
		<h2>Передвижение:</h2><div class="infobox">2 <img src="/civilopediabe/images/moves.png" alt="moves" /></div>
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Огромный инопланетный морской юнит, его следует избегать любыми способами. Обитает только в океанских глубинах.</div>
		
		<h2>История</h2><div class="infobox">Vivens bestia insulae<br /><br />Легендарный "кракен" скандинавской мифологии впервые появляется в "Саге об Одде Стреле", в которой герой встречает в Гренландском море страшного зверя размером с остров. Это чудовище по несколько дней остается под водой, но иногда поднимается на поверхность, чтобы глотать корабли, китов и все, что попадается ему на пути. Если на Старой Земле кракены были выдумкой, то на этой планете - к ужасу поселенцев - эти чудовища действительно существуют. Зоологи относят кракенов к головоногим; эти животные обладают двусторонней симметрией, у них большая голова, щупальца и кальцинированная раковина, защищающая верхнюю часть тела, словно у ракообразных. Внутри мощного хитинового клюва расположены многочисленные симметричные ряды острых, словно бритва, зубов, способных перемолоть самый твердый материал.<br /><br />Vivens bestia insulae обычно пассивен, однако он может напасть, если что-то потревожило его во время кормления или угрожает потомству. К счастью, поначалу первые встречи поселенцев с кракенами происходили нечасто, так как кракены редко оставались на поверхности в течение продолжительного времени. Кракены итеропарны - они откладывают яйца раз в несколько лет. Вылупившиеся из яиц личинки проходят долгий жизненный цикл, который длится несколько десятилетий. Наконец, органы чувств Vivens bestia insulae примитивны и на поверхности действуют очень плохо, поэтому эти животные обычно не приближаются к людям. Благодаря этим факторам люди редко сталкивались с кракенами... по крайней мере, до тех пор, пока поселенцы не построили аванпосты на побережье и не приступили к разведке океанических глубин.<br /><br />Кракен - самое крупное существо из тех, что обитают на этой планете, и по сравнению с ним все земные существа кажутся карликами. Кое-кто полагает, что такой гигантизм стал результатом адаптации к малому количеству пищи в морской глубине, низким температурам и высокому давлению. Судя по раковине, обнаруженной в ходе строительства, взрослое животное может превышать 336 м в длину и почти столько же в ширину, и, таким образом, превосходит по размерам самый большой авианосец Старой Земли. Ученые пока мало что знают об анатомии, жизненном цикле и уровне интеллекта Vivens bestia insulae, однако исследования этих уникальных существ продолжаются.</div>
	</div>
</asp:Content>

