<%@ Page Title="" Language="VB" MasterPageFile="Units.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Ультразвуковой излучатель</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Ультразвуковой излучатель</div>
	<img src="/civilopediabe/images/large/UNIT_ULTRASONIC_EMITTER.png" alt="Ультразвуковой излучатель" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">FREE</div>
		
		
		
		<h2>Передвижение:</h2><div class="infobox">1 <img src="/civilopediabe/images/moves.png" alt="moves" /></div>
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Юнит поддержки. Мобильная платформа, наносящая урон находящимся рядом инопланетным юнитам.</div>
		
		<h2>История</h2><div class="infobox">Вскоре после Планетаризации обнаружилось, что некоторые ультразвуковые частоты отлично отгоняют представителей местной фауны. Со временем это привело к созданию ультразвукового барьера, что, в свою очередь, существенно снизило смертность колонистов и повысило их шансы на выживание. Вскоре предприимчивые инженеры занялись созданием портативных моделей барьера с более высокой частотой модуляции , что могло привести к физиологическим повреждениям местной фауны после продолжительного подвержения воздействию, и некоторые фракции даже достигли в этом вопросе значительных успехов. Впрочем, только огромные торговые караваны и корабли могли позволить себе использовать генераторы, производящие достаточно энергии для работы этих переносных модулей. При этом некоторые ранние портативные модели обладали критическим недостатком: вступая в резонанс с планетарной геологией, они в итоге привлекали к себе внимание местной фауны, а не отпугивали её. Самую дурную славу среди таких модулей заслужила "Планетарная модель №8" от АПК, быстро получившая прозвище "Модель "Съедено".<br /><br />Что интересно, основного прогресса в создании малогабаритных ультразвуковых излучателей добились группы поселенцев, живших на границах крупных фракций. Часто эти небольшие кланы, следуя методом проб и ошибок и используя исправленные и видоизменённые технологии, строили собственные самодельные ультразвуковые частоколы. Мета-этно-инженерное исследование таких ультразвуковых частоколов, проведенное во втором веке после Планетаризации, показало, что эти группы независимо друг от друга пришли к разработке эффективного дизайна барьеров. В итоге их наработки легли в основу первых специализированных надежных портативных ультразвуковых машин-передатчиков. Впрочем, мало кто из этих кланов высоко ценит технологии, чье использование позволило людям занять территорию, которую они ранее считали достоянием своим и дикой природы.</div>
	</div>
</asp:Content>

