<%@ Page Title="" Language="VB" MasterPageFile="Units.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Морской дракон</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Морской дракон</div>
	<img src="/civilopediabe/images/large/UNIT_ALIEN_SEA_DRAGON.png" alt="Морской дракон" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">150 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Бой:</h2><div class="infobox">14 <img src="/civilopediabe/images/strength.png" alt="strength" /></div>
		
		
		<h2>Передвижение:</h2><div class="infobox">4 <img src="/civilopediabe/images/moves.png" alt="moves" /></div>
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Базовый инопланетный морской юнит.</div>
		
		<h2>История</h2><div class="infobox">Serpentis Maris Ingentes<br /><br />Легенды Старой Земли гласили, что в морях планеты живут чудовища, змеи и прочие жуткие звери; моряки рассказывали истории о существах, еще не открытых наукой: кашалотах, огромных каракатицах, белых акулах, дельфинах и тому подобном. Однако на этой планете действительно обитает морское чудовище: Serpentis maris ingentes, более известное, как морской дракон. Зоологи еще не классифицировали это существо, ведь у него есть характеристики двух классов - Ophidia и Cephalopoda. Ученые предположили, что морской дракон - результат эволюции Vermis obsidione collossus, однако по поводу этой гипотезы идут ожесточенные дискуссии.<br /><br />Морской дракон - огромное существо; самый крупный из обнаруженных до сих пор превышает 200 м в длину, но весит всего 1275 кг; это свидетельствует о том, что его среда обитания - морские глубины, хотя он может долгое время выживать и на мелководье. Морской дракон плавает, двигая широкими плавниками, идущими вдоль мантии, а также волнообразно сокращая симметричные боковые мышцы. Он, как и осадный червь, обладает разделенным на три части ртом, покрытый крючками. Так как его основной пищей служит эквивалент земного криля, морской дракон поедает практически любую органику. У него три глаза, однако об остроте его зрения пока можно лишь догадываться; впрочем, известно, что он может фокусировать зрение на точке. Кроме того, у морских драконов, как и у некоторых ямкоголовых змей Земли, на морде есть органы, улавливающие инфракрасное излучение, что позволяет ему искать источники тепла.<br /><br />Последнее означает, что морских драконов привлекают океанические суда, ведь эти существа не способны отличать естественные источники тепла от искусственных. Это стало причиной целой серии прискорбных инцидентов с колониальными лодками и кораблями, которых неожиданно "атаковали" Serpentis maris. Но в общем эти животные не агрессивны, и главную опасность представляют их случайные столкновения с кораблями, пловцами и объектами аквакультуры. С другой стороны, оказалось, что мясо морских драконов является деликатесом, и поэтому жители некоторых поселений охотятся на них, как в свое время земляне - на китов. Из-за этого число актов насилия лишь увеличилось.</div>
	</div>
</asp:Content>

