<%@ Page Title="" Language="VB" MasterPageFile="Units.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Мантикора</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Мантикора</div>
	<img src="/civilopediabe/images/large/UNIT_ALIEN_MANTICORE.png" alt="Мантикора" class="contentimage" />
	<div class="contentleft">
		<h2>Стоимость:</h2><div class="infobox">70 <img src="/civilopediabe/images/production.png" alt="production" /></div>
		<h2>Бой:</h2><div class="infobox">4 <img src="/civilopediabe/images/strength.png" alt="strength" /></div>
		<h2>Дальний бой:</h2><div class="infobox">10 <img src="/civilopediabe/images/range_strength.png" alt="range strength" /></div>
		<h2>Радиус:</h2><div class="infobox">2 <img src="/civilopediabe/images/range.png" alt="range" /></div>
		<h2>Передвижение:</h2><div class="infobox">1 <img src="/civilopediabe/images/moves.png" alt="moves" /></div>
		
		
		
		
		
		
		
		
		
	</div>
	<div class="contentright">
		<h2>Игровая информация:</h2><div class="infobox">Инопланетный юнит, способный атаковать с безопасного расстояния.</div>
		
		<h2>История</h2><div class="infobox">Carabidae Peregrinus<br /><br />В ходе эволюции на Земле появилось несколько видов животных, которые могут стрелять жидкостью или твердым веществом, в том числе жуки Anthiini, пауки Scytodes, рыбы-брызгуны и муравьиные львы (семейство Myrmeleontidae). Однако самыми распространенными "природными пушками" являются насекомые из триб Brachinini и Ozaenini, более известные, как "жуки-бомбардиры". И хотя на этой планете, возможно, живут и другие представители "плюющих" инсектоидов, единственным известным представителем таких существ является вид Carabidae peregrinus.<br /><br />Самое уникальное свойство этого ксеноморфа - его способность с невероятной точностью выстреливать сферы, наполненные миазмой. "Мантикоры", как их называют дилетанты, умеют поглощать споры ксеномассы, которая растет повсюду; в результате пока не изученного процесса насекомые окружают поглощенный материал синтезированными их организмом тонкими мембранами. Созданные таким образом сферы хранятся во внешнем мешочке. В случае необходимости животное смешивает в своем организме запасы гидрохинона и пероксида водорода - побочных продуктов ее пищеварительной системы - которые при добавлении природного катализатора создают взрывное давление. При сбросе давления сферы выстреливаются. Едкие и ядовитые споры являются природным оружием.<br /><br />Еще одна необычная особенность Carabidae peregrinus заключается в том, что они живут в гнездах Lupus bruchus - волкожуков. Наблюдать за ними в естественной среде обитания довольно сложно, поэтому пока неизвестно, является ли это сосуществование мутуализмом или эндосимбиозом, однако результаты лабораторных экспериментов свидетельствуют о том, что мантикоры живут в отдельных камерах гнезд, а волкожуки заботятся о них и защищают. Поскольку мантикоры больше своих хозяев, коридоры в гнездах шире и выше, чем требовалось бы для последних. Если гнезду грозит опасность, мантикоры встают на его защиту. Они не роятся, как волкожуки, однако взрослые особи иногда покидают гнездо, чтобы найти пищу. Мантикоры - падальщики, но иногда нападают и на живую добычу.</div>
	</div>
</asp:Content>

