<%@ Page Title="" Language="VB" MasterPageFile="Wonders.master" %>

<script runat="server">

</script>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<title>CIVILOPEDIA Online: Чудеса</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
	<div class="title">Чудеса</div>
	<div class="contentwidehome">
		<div class="infobox">
			"Никакое искусство не может сравниться с видом строительной площадки, простирающейся за горизонт".<br />- Вадим Козлов, "Аксиомы из протоколов Центрального Совета"
		</div>
	</div>
	<div class="contentwidehome">
		<h2>Чудеса</h2>
		<div class="infobox">
			Рано или поздно, колонии различных держав начинали осознавать необходимость получения конкурентных преимуществ перед своими соперниками на новой планете. После того, как вопрос удовлетворения основных потребностей был решен, власти колоний начали направлять человеческие и производственные ресурсы на создание уникальных чудес. Некоторые из них способствовали открытию новых научных направлений, другие стимулировали производство, экономику или культуру, третьи же стали служить надежным средством защиты в этом опасном мире. Такие “Великие чудеса” – вне зависимости от их типа и размера – становились неотъемлемой частью социальной и культурной жизни создавшей их колонии.
		</div>
	</div>
</asp:Content>
